<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN">
<html>
  <head>
    <title>
      Manuel - SCIENCE AND INDUSTRY
    </title>
    <meta http-equiv="Content-Type" content="text/html; charset=ISO-8859-1">
    <link rel="stylesheet" type="text/css" href="../css/si.css">
  </head>
  <body bgcolor="#FFFFFF" link="#666666" vlink="#666666">
    <table width="560" border="0" cellpadding="2" cellspacing="0">
      <tr>
        <td>
          <!--begin manual-->
          <table cellspacing="20">
            <tr>
              <td>
                <img src="../images/si_logo.jpg">
              </td>
              <td>
                <b>MANUEL SCIENCE AND INDUSTRY</b><br>
                Traduit par <a href="mailto:capitainelechimp@free.fr">Chuky</a><br>
              </td>
            </tr>
          </table>
          <br>

          <div align="center">
            <a href="../manual.html"><img src="../images/flag_english.gif" border="0" alt="English"></a>
            <a href="manual_fr.html"><img src="../images/flag_french.gif" border="0" alt="French"></a>
            <a href="manual_de.html"><img src="../images/flag_german.gif" border="0" alt="German"></a>
      			<a href="manual_es.html"><img src="../images/flag_spain.gif" border="0" alt="Spanish"></a>
      			<a href="manual_fin.html"><img src="../images/flag_finland.gif" border="0" alt="Finnish"></a>
      			<a href="manual_it.html"><img src="../images/flag_italy.gif" border="0" alt="Italian"></a>
      			<a href="manual_swe.html"><img src="../images/flag_swedish.gif" border="0" alt="Swedish"></a>
      			<a href="manual_nl.html"><img src="../images/flag_dutch.gif" border="0" alt="Dutch"></a>
           </div>
          <br>
        </td>
      </tr>
      <tr>
        <td class="header">Table des mati&egrave;res</td>
      </tr>
      <tr>
        <td>
          <p>
            <br>
            <UL>
              <LI><a
              href="#Introduction">Introduction</a>
              <LI>Bases
                <UL>
                  <LI><a
                href="#Navigation">Naviguer
                    dans votre Base</a>
                  <LI><a
                href="#Research_Laboratory_and_Scientists">Laboratoire
                    de recherche et scientifiques</a>
                  <LI><a
                href="#Voting">Voter</a>
                  <LI><a
                href="#Dying">Mourir</a>
                  </LI>
                </UL>
              <LI>Avanc&eacute;
                <UL>
                  <LI><a
                href="#Recruiting_Scientists">Recruter
                    des Scientifiques</a>
                  <LI><a
                href="#Stealing_Technology">Voler
                    des Technologies</a>
                  <LI><a
                href="#Destroying_Equipment">D&eacute;truire
                    l'Equipement</a>
                  <LI><a
                href="#Collecting_Resources">Collecter
                    des ressources</a>
                  <LI><a
                href="#Scoring_and_Costs">Score et Couts</a> </LI>
                </UL>
              <LI>Interface
              <UL>
                  <LI><a
                href="#Hud">Hud</a>
                  <LI><a
                href="#Scoreboard">Tableau
                    des scores</a> </LI>
                </UL>
              <LI><a
              href="#Gameplay_Advice">Conseils
                sur le gameplay</a>
            </UL>
            Note: Une grande part de Science &amp; Industry r&eacute;side dans
              la compr&eacute;hension de la technologie accessible. Nous
              vous encourageons fortement &agrave; lire ce document en
              plus du pr&eacute;sent manuel :<BR>
            <UL>
              <LI><a
              href="../techtree.html" target="_blank">Arborescence
                de la Technologie</a> </LI>
            </UL>
            Un guide plus avanc&eacute; est &eacute;galement disponible:<br>
            <ul>
              <li>
                <a href="../advanced_guide.html">Guide Avanc&eacute;</a>
              </li>
            </ul>
          </p>

          <a name=Introduction></a>
        </td>
      </tr>
      <tr>
        <td class="header">Introduction</td>
      </tr>
      <tr>
        <td>
          <p>Science and Industry est une modification pour Half-Life qui donne
            aux joueurs le r&ocirc;le d'agents de s&eacute;curit&eacute; pour
            l'une des deux corporations concurrentes de recherche high tech.
            Chacune de ces corporations d&eacute;bute avec trois scientifiques,
            dont la recherche va dans l'am&eacute;lioration des &eacute;quipement de votre companie et se traduit directement par une augmentation de vos revenus. L'efficacit&eacute;
            de vos scientifiques d&eacute;pend du temps qu'ils passent &agrave;
            travailler... donc votre travail est &eacute;videmment de les prot&eacute;ger
            des raids enemis, et aussi d'aller attaquer l'enemi pour <i>ralentir
            </i>leur production. Mieux, vous pouvez capturer des scientifiques
            ennemis et les ramener dans votre labo pour y asseoir votre position
            dominante ! Tout ce que vous avez &agrave; faire c'est de courir
            jusqu'au labo ennemi et de frapper un de leurs scientifiques &agrave;
            la t&ecirc;te avec votre attach&eacute;-case... L'astuce est d'arriver
            &agrave; rentrer &agrave; la base et d'apporter aux ressources humaines
            votre nouvelle &quot;recrue&quot;...</p>
          <p>L&agrave; o&ugrave; &ccedil;a se complique c'est que les deux corporations
            d&eacute;butent avec une technologie tr&egrave;s faible... votre
            &eacute;quipe do&icirc;t donc choisir quelles technologies rechercher
            pour gagner des parts de march&eacute; ! D&eacute;velopper la technique
            de vos armes vous rendra peut-&ecirc;tre plus efficace &agrave;
            la bataille, mais vous passerez un moment difficile &agrave; sortir
            de la base ennemie avec un scientifique sans armure ou implants
            bioniques. Certaines technologies affectent aussi la productivit&eacute;
            de vos scientifiques... vous permettant de gagner un petit avantage
            p&eacute;cuniaire dans une partie s&eacute;rr&eacute;e ! Tout cela
            peut &ecirc;tre &agrave; vous... mais seulement si vous signez tout
            de suite comme gardien de s&eacute;curit&eacute; chez<FONT
          color="#0000aa"><b> Midland Carbide
            Labs [MCL]</b></FONT> ou <FONT color="#007a00"><b>Amalgamated Fluorodynamics [AFD]</b></FONT>.
          <p>Lire les sections
            suivantes pour plus d'informations.
          </p>
          <a name=Navigation></a>
        </td>
      </tr>
      <tr>
        <td class="header">Naviguer dans votre base </td>
      </tr>
      <tr>
        <td>
          <p><img alt="Signs like these will help you navigate your base"
          src="../images/directions.jpg" align=left>Si vous voulez &ecirc;tre
            un membre pr&eacute;cieux pour votre corporation, vous devez commencer
            par apprendre &agrave; naviguer dans votre base. Chaque map a une
            disposition diff&eacute;rente mais toutes ont des &eacute;l&eacute;ments
            communs avec lesquels vous deviendrez vite familier. Suivez les
            panneaux fl&ecirc;ch&eacute;s &agrave; travers votre base pour vous
            rendre o&ugrave; vous voulez. Si vous n'&ecirc;tes pas s&ucirc;r
            de la base dans laquelle vous &ecirc;tes, regardez autour de vous
            et cherchez les indices de couleur : bleu pour Midland Carbide Labs
            (MCL), et vert pour Amalagamated Flurodynamics (AFD).<BR clear=all>
          </p>
          <UL>
            <LI><b>Services de clonage</b> - Les joueurs qui ont &eacute;t&eacute;
              tu&eacute;s pendant leur service sont clon&eacute;s dans ces quartiers.
              Dans cette chambre vous trouverez sant&eacute; et armure pour
              vous rafraichir. Si vous &ecirc;tes bl&eacute;ss&eacute;s au travail,
              retirez-vous ici pour vous soigner et vous re&eacute;quiper.
            <LI><b>Entrep&ocirc;t des prototypes</b> - Les armes et engins produits
              pour vous par votre corporation sont stock&eacute;s ensembles
              dans la chambre d'entrep&ocirc;t. Ici il y aura aussi bien des
              prototypes exp&eacute;rimentaux aux stades avanc&eacute;s que
              des bo&icirc;tes de munitions et d'autre mat&eacute;riel utile.
              Dans la plupart des services, cette salle est accoll&eacute;e aux
              quartiers de clonage pour aider les employ&eacute;s &agrave; s'&eacute;quiper
              rapidement apr&egrave;s leur r&eacute;apparition.
            <LI><b>Labo de recherche</b> - Le laboratoire de recherche est le
              lieu o&ugrave; les scientifiques font leurs tours de magie. Prot&eacute;gez-le
              &agrave; tout prix.
            <LI><b> Resources humaines</b> - Votre administrateur supervise
              les op&eacute;rations depuis son bureau : les ressources humaines.
              Quand vous trouvez quelque chose dont la compagnie peut profiter
              (scientifique recrut&eacute;, arme vol&eacute;e, etc.) apportez-le
              lui.
            <LI><b>Salle des ordinateurs</b> - Certaines maps ont un m&eacute;canisme
              extensif qui donne du mat&eacute;riel suppl&eacute;mentaire &agrave;
              vos scientifiques. Defendez la zone de tous les apprentis saboteurs.
            </LI>
          </UL>
          <a name=Research_Laboratory_and_Scientists></a>
        </td>
      </tr>
      <tr>
        <td class="header">Laboratoire de recherche
                et scientifiques</td>
      </tr>
      <tr>
        <td>
          <p><img alt="A hard working AFD scientist"
          src="../images/scientist.jpg" align=left>En tant qu'agent de
            s&eacute;curit&eacute;, votre mission est avant tout
            de garder le labo de votre corporation. Quand tout
            va bien, les scientifiques doivent se d&eacute;placer dans les locaux,
            tout en faisant des tas de calculs que vous ne pouvez pas comprendre.
            Suivant la disposition de la map, le laboratoire peut &ecirc;tre
            une grande pi&egrave;ce ou plusieurs pi&egrave;ces plus petites.
            Vos scientifiques se d&eacute;placeront librement dans la zone enti&egrave;re
            du laboratoire. Si vous gardez vos scientifiques contents en maintenant
            un niveau sonore assez bas, ils produiront plus de recherche (meilleures
            armes, armure et technologies pour vous) et plus d'argent pour votre
            &eacute;quipe.<BR clear=all>
          </p>
          <p>Les scientifiques de la corporation trouveront TRES d&ucirc;r de
            travailler s'il y a beaucoup de bruit dans le labo, donc une partie
            de votre travail en tant qu'agent de s&eacute;curit&eacute; consistera
            &agrave; garder vos labos silencieux. Vous pouvez garder vos locaux
            silencieux en &eacute;vitant que les armes fassent feu dans la zone.
            Rien ne d&eacute;range plus qu'un tir de roquette pr&egrave;s de
            vos exp&eacute;riences, et &ccedil;a s'applique aussi bien &agrave;
            vos armes qu'&agrave; celles des agents rivaux. </p>
          <p>Si vous &eacute;chouez et que le bruit se r&eacute;pand dans votre
            labo, vous allez vous rendre compte que l'efficacit&eacute; de vos
            scientifiques chutera tr&egrave;s vite. Vous pouvez voir o&ugrave;
            les scientifiques en sont de leur efficacit&eacute; en regardant
            le petit atome en bas &agrave; droite du HUD. Si tout va bien, l'atome
            sera compl&egrave;tement blanc, s'ils sont d&eacute;rang&eacute;s,
            l'atome sera seulement partiellement blanc, le reste gris. Plus
            il est gris, moins vos scientifiques sont efficaces et s'ils sont
            moins efficaces, ils produiront moins d'argent et moins de recherche.
          </p>
          <p>Vos scientifiques peuvent seulement &ecirc;tre tu&eacute;s par
            vos opposants (ils ne peuvent pas, de toute fa&ccedil;on, &ecirc;tre
            tu&eacute;s par votre &eacute;quipe - les attaquer va juste les
            dissiper et les rendre moins efficaces). On pourra&icirc;t penser
            que c'est un bon moyen d'atteindre la corporation rivale, puisqu'ils
            doivent payer l'embauche d'un nouveau scientifique et que leur recherche
            est interrompue un instant. Pourtant, vos propres scientifiques
            n'aiment pas particuli&egrave;rement qu'on fasse du mal &agrave;
            leurs coll&egrave;gues, m&ecirc;me d'une compagnie rivale, et leur
            efficacit&eacute; va chuter &agrave; chaque fois que vous tuerez un
            scientifique de la corporation oppos&eacute;e. Pire, si vous tuez
            un nombre excessif de scientifiques ennemis, vos scientifiques vont
            vous implanter une puce dans le cr&acirc;ne qui vous secouera &agrave;
            chaque fois que vous porterez la main sur un de leurs coll&egrave;gues.
            Vous pouvez aussi perdre des frags. Donc en g&eacute;n&eacute;ral,
            tuer les scientifiques est une mauvaise id&eacute;e. Par contre
            si vous n'avez plus un seul scientifique dans votre &eacute;quipe,
            on peut consid&eacute;rer que la saison de la chasse est &agrave;
            nouveau ouverte.</p>
          <a name=Voting></a>
        </td>
      </tr>
      <tr>
        <td class="header">Voter</td>
      </tr>
      <tr>
        <td>
          <p>Au d&eacute;but de chaque map, chaque &eacute;quipe a un petit
            kit avec un peu d'argent &agrave; l'int&eacute;rieur, 3 scientifiques,
            et quelques armes basiques (attach&eacute;-case et pistolet de defense).
            Apr&egrave;s quelques secondes, les scientifiques de chaque &eacute;quipe
            seront pr&ecirc;ts &agrave; d&eacute;marrer les recherches et un
            petit menu de vote s'affichera avec vos premiers axes. Chaque membre
            de l'&eacute;quipe aura quelques secondes pour placer son vote,
            ensuite on proc&egrave;de au d&eacute;pouillement et le prochain
            objectif sera &eacute;tabli. </p>
          <p><a target=_new
          href="../techtree.html" target="_blank">S&amp;I
            Arbre de Technologie (tableau complet)</a> </p>
          <p><a href="../images/vote_menu_big.png" target="_blank"><img border="0" alt="An example of the voting menu"
          src="../images/vote_menu.jpg" align=left></a>L'arborescence est
            assez compliqu&eacute;e, dans un style similaire &agrave; celle
            de la s&eacute;rie des Civilization. Chaque nouvelle technologie
            que vous voulez rechercher n&eacute;cessite que vous poss&eacute;diez
            d&eacute;j&agrave; l'ancienne avant de pouvoir commencer. Chaque
            fois que vos scientifiques sont pr&ecirc;ts &agrave; explorer un
            nouvel axe, un menu va s'afficher vous proposant jusqu'&agrave;
            six options, comme des nouvelles armes, une meilleure armure, ou
            m&ecirc;me des implants localis&eacute;s pour rendre votre &eacute;quipe
            plus efficace au combat. S'il y a plus de six sujets dont vous avez
            les conditions n&eacute;cessaires, seulement les plus utiles g&eacute;n&eacute;ralement
            vont s'afficher. Rappelez-vous que votre &eacute;quipe commence
            la partie sans armure, et vous n'aurez pas acc&egrave;s aux recharges
            d'armure tant que vous n'avez pas recherch&eacute; une technologie
            d'armure.</p>
          <p>La vitesse &agrave; laquelle chaque objectif est d&eacute;couvert
            d&eacute;pend de combien de scientifiques l'&eacute;quipe a, et
            du silence du labo de recherche. Si une &eacute;quipe recrute des
            scientifiques de l'autre &eacute;quipe, il est probable qu'elle
            aura plusieurs niveaux de technologie d'avance sur l'opposition.<BR>
          </p>
          <a name=Dying></a>
        </td>
      </tr>
      <tr>
        <td class="header">Mourir</td>
      </tr>
      <tr>
        <td>
          <p>S'il vous arrive de mourir durant votre service, votre corporation va gracieusement
            vous ramener &agrave; la vie en utilisant la technique du clonage.
            Cette pratique co&ucirc;te de l'argent (voir le tabeau suivant).
            Une corporation dont les agents passent le plus clair de leur temps
            &agrave; mourir n'aura plus beaucoup d'argent dans ses caisses.
            Sachez qu'il y a aussi un petit temps avant de r&eacute;appara&icirc;tre
            &agrave; cause du processus de clonage, il peut &ecirc;tre r&eacute;duit
            avec des options de recherche. Apr&egrave;s avoir &eacute;t&eacute;
            clon&eacute;, vous serez prot&eacute;g&eacute; pendant quelques
            secondes, utilisez ce temps pour d&eacute;loger les campeurs ennemis
            &agrave; l'ext&eacute;rieur de votre salle de clonage.</p>
          <a name=Recruiting_Scientists></a>
        </td>
      </tr>
      <tr>
        <td class="header">Recruter des scientifiques</td>
      </tr>
      <tr>
        <td>
          <p>Une bonne fa&ccedil;on d'augmenter la productivit&eacute; de votre
            labo est de &quot;recruter&quot; des scientifiques chez la corporation
            rivale. Vous pouvez le faire en vous introduisant discr&egrave;tement
            ou avec fracas dans le labo ennemi, en sortant votre attach&eacute;-case
            et en claquant la t&ecirc;te d'un scientifique. Malheureusement,
            les scientifiques vont reconna&icirc;tre votre uniforme et paniquer
            et essayer de s'enfuir. En g&eacute;n&eacute;ral ce n'est pas trop
            d&ucirc;r de les attraper (du moment qu'il n'y a pas d'agent ennemi
            dans les parages), et vous pouvez le hisser sur vos &eacute;paules
            et le ramener en quatri&egrave;me vitesse au d&eacute;partement
            des ressources humaines de votre compagnie. </p>
          <p><img alt="The Adminstrator" src="../images/admin.jpg"
          align=left>Une fois que vous avez un scientifique, vous devez revenir
            jusqu'&agrave; votre base et trouver l'administrateur. L'administrateur
            (&agrave; gauche sur la photo) va &quot;persuader&quot; la ou le
            scientifique qu'il ferait mieux de rejoindre votre compagnie, et
            votre &eacute;quipe r&eacute;cup&egrave;re un chercheur de plus.
            Si vous avez des probl&egrave;mes pour trouver l'administrateur,
            essayez de suivre les panneaux indiquant les &quot;Ressources Humaines&quot;,
            ils sont souvent plac&eacute;s pour vous aider &agrave; des endrois
            en vue. </p>
          <p>Si vous &ecirc;tes tu&eacute;s en portant un scientifique, il sera
            d&eacute;pos&eacute; l&agrave; o&ugrave; vous &ecirc;tes mort et
            retournera &agrave; son laboratoire d&egrave;s qu'il aura repris
            ses esprits. Avant qu'il le fasse, votre &eacute;quipe a une chance
            de le r&eacute;cup&eacute;rer l&agrave; o&ugrave; il est tomb&eacute;
            et de le ramener quand m&ecirc;me &agrave; la base. Seule l'&eacute;quipe
            qui essayait de le subtiliser peut le ramasser, l'autre &eacute;quipe
            peut juste le prot&eacute;ger en attendant qu'il veuille bien revenir
            &agrave; son laboratoire.<br clear="all">
          </p>
          <a name=Stealing_Technology></a>
        </td>
      </tr>
      <tr>
        <td class="header">Voler des technologies</td>
      </tr>
      <tr>
        <td>
          <p>S'il vous arrive de tuer un opposant qui avait dans sa main une
            technologie que votre corporation n'avait pas encore recherch&eacute;e,
            vous pouvez attraper cette arme ou engin et l'apporter &agrave;
            votre administrateur pour un bonus de recherche. Pour pouvoir lui
            prendre son arme, tenez vous pr&ecirc;t quand vous marchez sur lui.
            Chaque objet ramen&eacute; avec succ&egrave;s r&eacute;duit le temps
            qu'il faudrait normalement pour le rechercher. Cet effet est cumulable.
            De toute mani&egrave;re, il faudra quand m&ecirc;me dire &agrave;
            vos scientifiques de finir ce sur quoi ils sont avant d'acc&eacute;der
            &agrave; la dite technologie en votant pour elle.</p>
          <p>Si votre compagnie est en avance du c&ocirc;t&eacute; des armes,
            ou si elle a un accessoire que l'ennemi n'a pas, soyez prudents.
            Si vous allez au combat avec et que vous &ecirc;tes tu&eacute;s,
            votre ennemy va probablement sauter sur l'occasion de supprimer
            votre avantage en vous d&eacute;robant votre technologie. Donc si
            vous &ecirc;tes gravement bless&eacute;, essayez de ne pas la laisser
            tomber au combat.</p>
          <a name=Destroying_Equipment></a>
        </tr>
      </tr>
      <tr>
        <td class="header">D&eacute;truire l'&eacute;quipement</td>
      </tr>
      <tr>
        <td>
          <p><img alt="Destroy your competitors valuable equipment"
          src="../images/tech_break.jpg" align=left>Beaucoup de complexes
            high tech comptent sur un equipement extensif pour aider leur recherche.
            M&ecirc;me si cet &eacute;quipement peut faire &eacute;conomiser
            beaucoup de temps et d'argent &agrave; la compagnie, ils restent
            tr&egrave;s vun&eacute;rables aux saboteurs. Si vous pouvez vous
            introduire chez vos concurrents, jetez un oeil aux ordinateurs,
            &eacute;quipements de clonage ou tout ce qui pourra&icirc;t inverser
            leurs op&eacute;rations si c'&eacute;tait perdu.</p>
          <p>Pour savoir ce qui est important, lisez les notes concernant la
            map dans son fichier readme. Il va s'afficher au moment de choisir
            votre &eacute;quipe au d&eacute;but de la partie. Lisez rapidement
            les objectifs critiques et vous devriez savoir quoi chercher et
            detruire.<BR
          clear=all>
          </p>
          <p>Le meilleur moyen de d&eacute;truire l'&eacute;quipement ennemi
            est d'utiliser une arme de contact (votre attach&eacute;-case) ou
            des explosifs. Une fois que l'&eacute;quipement est d&eacute;truit,
            la compagnie va commencer d'engranger des ressources et du temps
            pour le r&eacute;parer, et apr&egrave;s un instant fix&eacute; il
            sera remplac&eacute;. </p>
          <a name=Collecting_Resources></a>
        </td>
      </tr>
      <tr>
        <td class="header">Collecter des Ressources</td>
      </tr>
      <tr>
        <td>
          <p>Certaines maps contiennent des ressources sp&eacute;ciales qui
            peuvent donner &agrave; votre compagnie une petite avance dans
            la comp&eacute;tition. Lisez le readme de la map au moment de la
            selection de l'&eacute;quipe et vous devriez savoir ce qu'il existe
            comme ressources dans la map.</p>
          <p>Toutes les ressources sont diff&eacute;rentes et seront d&eacute;crites
            dans le readme. Mais en g&eacute;n&eacute;ral elles suivent un sch&eacute;ma
            simple dans laquel vous attrapez la ressource &agrave; un endroi
            (la base ennemie ou un terrain neutre) et vous la ramenez &agrave;
            votre administrateur aux Ressources Humaines. Dans beaucoup de cas,
            c'est similaire &agrave; rapporter un scientifique mais il peut
            y avoir beaucoup de choses diff&eacute;rentes. D&eacute;j&agrave;,
            si vous mourrez avez un scientifique, un co&eacute;quipier a une
            chance de le r&eacute;cup&eacute;rer avant qu'il se r&eacute;veille.
            Avec une ressource, c'est perdu. Sinon certaines ressources ont
            un temps limit&eacute; pour &ecirc;tre rapport&eacute;s et d'autres
            propri&eacute;t&eacute;s. Lisez en d&eacute;tail le readme de la
            map pour &ecirc;tre s&ucirc;r de savoir ce que vous allez chercher.</p>
          <a name=Scoring_and_Costs></a>
        </td>
      </tr>
      <tr>
        <td class="header">Score et Couts</td>
      </tr>
      <tr>
        <td>
          <p>Science and Industry utilise des stats s&eacute;par&eacute;es pour
            &eacute;valuer les performances des joueurs et les performances
            des &eacute;quipes. Le score d'une &eacute;quipe est mesur&eacute;
            par la quantit&eacute; d'argent amass&eacute;, alors que le niveau
            des joueurs est mesur&eacute; gr&acirc;ce &agrave; leurs frags.
            Des bonus de frags sont donn&eacute;s dans de nombreuses situations,
            pour aider &agrave; &eacute;quilibrer la d&eacute;fense et l'attaque. Le
            score actuel de l'&eacute;quipe est toujours affich&eacute; dans
            l'angle en haut &agrave; droite de l'&eacute;cran.</p>
          <TABLE cellSpacing=0 cellPadding=0 width=560 border=1>
            <TBODY>
            <tr>
                <td bgColor=#000000 colSpan=2><FONT face="arial, helvetica"
                size=2><FONT
                face="arial,&#13;&#10;                          helvetica"
                color=#ffffff size=2><b>&nbsp;Fonds de la corporation</b></FONT></FONT>
                </td>
              </tr>
            <tr>
                <td><font face="arial, helvetica" color="#000000" size="2">Taux
                  de base des gains de la corporation:</font> </td>
              <td vAlign=top align=right width="70"><FONT face="arial, helvetica"
                color=#336600 size=2><b>$60</b></FONT> </td></tr>
            <tr>
                <td><FONT face="arial, helvetica" color=#000000 size=2>Extra
                  Produit par scientifique par sec. (&agrave; efficacit&eacute;
                  max):</FONT> </td>
              <td vAlign=top align=right><FONT face="arial, helvetica"
                color=#336600 size=2><b>$15</b></FONT> </td></tr>
            <tr>
                <td><font face="arial, helvetica" color="#000000" size="2">Services
                  de clonage</font></td>
              <td vAlign=top align=right><FONT face="arial, helvetica"
                color=#663300 size=2><b>-$800</b></FONT> </td></tr>
            <tr>
                <td><font face="arial, helvetica" color="#000000" size="2">Engager
                  un nouveau scientifique</font></td>
              <td vAlign=top align=right><FONT face="arial, helvetica"
                color=#663300 size=2><b>-$1,000</b></FONT> </td></tr>
            </TBODY>
          </TABLE>
          <br>
          <TABLE cellSpacing=0 cellPadding=0 width=560 border=1>
            <tr>
                <td bgColor=#000000 colSpan=2><FONT face="arial, helvetica"
                color=#ffffff size=2><b>&nbsp;Bonus pour le score personnel</b></FONT></td>
              </tr>
            <tr>
                <td><font face="arial, helvetica" color="#000000" size="2">Tuer
                  un agent rival</font> </td>
              <td vAlign=top align=right width="70"><FONT face="arial, helvetica"
                color=#000000 size=2>1</FONT> </td></tr>
            <tr>
                <td><font face="arial, helvetica" color="#000000" size="2">Tuer
                  l'employ&eacute; du mois ennemi</font> </td>
              <td vAlign=top align=right><FONT face="arial, helvetica"
                color=#000000 size=2>2</FONT> </td></tr>
            <tr>
                <td><font face="arial, helvetica" color="#000000" size="2">Tuer
                  un agent rival pr&egrave;s du labo (en d&eacute;rangeant des
                  scientifiques)</font> </td>
              <td vAlign=top align=right><FONT face="arial, helvetica"
                color=#000000 size=2>2</FONT> </td></tr>
            <tr>
                <td><FONT face="arial, helvetica" color=#000000 size=2>Tuer
                  un agent rival pr&egrave;s du labo (sans les d&eacute;ranger)</FONT>
                </td>
              <td vAlign=top align=right><FONT face="arial, helvetica"
                color=#000000 size=2>3</FONT> </td></tr>
            <tr>
                <td><font face="arial, helvetica" color="#000000" size="2">D&eacute;fendre
                  un recruteur (quelqu'un qui porte un scientifique)</font>
                </td>
              <td vAlign=top align=right><FONT face="arial, helvetica"
                color=#000000 size=2>2</FONT> </td></tr>
            <tr>
                <td><font face="arial, helvetica" color="#000000" size="2">Tuer
                  un agent ennemi qui recrute un de vos scientifiques</font>
                </td>
              <td vAlign=top align=right><FONT face="arial, helvetica"
                color=#000000 size=2>2</FONT> </td></tr>
            <tr>
                <td><font face="arial, helvetica" color="#000000" size="2">Recruter
                  avec succ&egrave;s un scientifique</font> </td>
              <td vAlign=top align=right><FONT face="arial, helvetica"
                color=#000000 size=2>5</FONT> </td></tr>
            <tr>
                <td><font face="arial, helvetica" color="#000000" size="2">Sauver
                  une technologie pour la recherche</font></td>
              <td vAlign=top align=right><FONT face="arial, helvetica"
                color=#000000 size=2>2</FONT> </td></tr>
            <tr>
                <td><font face="arial, helvetica" color="#000000" size="2">Detruire
                  une technologie ennemie (ordis et autres)</font> </td>
                <td vAlign=top align=right><FONT face="arial, helvetica"
                color=#000000 size=2>varie</FONT> </td>
              </tr>
            <tr>
                <td><FONT face="arial, helvetica" color=#000000
                size=2>Capturer des resources</FONT> </td>
                <td vAlign=top align=right><FONT face="arial, helvetica"
                color=#000000 size=2>varie</FONT> </td>
              </tr>
          </TBODY>
          </TABLE>
          <br>
          <a name=Hud></a>
        </td>
      </tr>
      <tr>
        <td class="header">HUD (Renseignements visuels)</td>
      </tr>
      <tr>
        <td>
          <br>
          <div align="center">
          <img alt="Science &amp; Industry HUD"
          src="../images/hud.jpg"></div>
          <p>Tous les &eacute;l&eacute;ment du HUD sont d&eacute;crits ci-dessous:
          </p>
          <p><b>Personnel</b><BR>
            <img alt="HUD Personal information"
          src="../images/hud_personal.jpg" align=left>La partie en bas
            &agrave; gauche du HUD vous informe sur vous-m&ecirc;me. Elle contient
            votre sant&eacute;, niveau d'armure et la quantit&eacute; de munitions.
            Pour des raisons &eacute;videntes c'est ce qui do&icirc;t &ecirc;tre
            regard&eacute; le plus souvent. La vie et l'armure peuvent &ecirc;tre
            recharg&eacute;es gr&acirc;ce aux chargeurs de votre base, ou naturellement
            avec la Biotechnologie Reg&eacute;n&eacute;rative ou l'Armure Reg&eacute;n&eacute;rative.
            Vos munitions peuvent &ecirc;tre remplies avec les caisses qu'on
            trouve dans l'Entrep&ocirc;t de Stockage de la base, ou avec des
            R&eacute;plicateurs Personnels de Munitions. Notez que votre compagnie
            d&eacute;bute sans aucune armure, cela do&icirc;t &ecirc;tre recherch&eacute;.
            Sinon les chargeurs d'armure vont &ecirc;tre inactifs.<BR clear=all>
          </p>
          <p><b>Recherche</b><BR>
            <img alt="HUD Research information"
          src="../images/hud_research.jpg" align=left> La partie en bas
            &agrave; droite du HUD montre des informations sur la compagnie.
            L'atome en haut &agrave; gauche du cadre repr&eacute;sente l'efficacit&eacute;
            &agrave; laquelle votre &eacute;quipe de recherche travaille. Si
            l'atome est gris&eacute;, alors vos scientifiques ne travaillent
            pas du tout. S'il est blanc, l'&eacute;quipe de echerche est 100
            % efficace. Si l'atome se change en un vert radioactif, c'est que
            vos scientifiques travaillent dans des conditions anormales (sous
            l'effet d'un r&eacute;hausseur comme le mindray). Dans l'exemple
            en photo, les scientifiques travaillent &agrave;
            pleine capacit&eacute;. Vous pouvez v&eacute;rifier un par
            un les scientifiques en pla&ccedil;ant votre viseur sur eux.<BR
          clear=all>
          </p>
          <p>Le nombre &agrave; c&ocirc;t&eacute; de l'atome note combien de
            scientifiques travaillent actuellement dans votre laboratoire. Si
            vous voyez que ce chiffre chute soudainement c'est qu'il est arriv&eacute;
            une de ces deux choses. Soit un de vos scientifiques vient d'&ecirc;tre
            tu&eacute;, dans ce cas vous feriez mieux de courir jusqu'au labo
            pour emp&ecirc;cher celui qui a fait &ccedil;a de continuer, soit
            un de vos scientifiques se fait kidnapper par un joueur ennemi, et
            vous devriez l'intercepter avant qu'il revienne &agrave; son admnistrateur.</p>
          <p>En dessous de l'atome il ya une petite &icirc;cone qui vous montre
            ce que les scientifiques sont en train de rechercher. A c&ocirc;t&eacute;
            il y a la barre de progr&egrave;s de cet objet particulier. La barre
            progresse en se remplissant vers la droite. Quand elle est compl&egrave;tement
            blanche, l'objet est fini et la recherche recommence avec un autre
            objet.</p>
          <p><b>Indicateur d'argent</b><BR>
            <img alt="HUD Cash Indicator"
          src="../images/hud_cash.jpg" align=left>En haut &agrave; droite
            (ou en haut &agrave; gauche, &ccedil;a depend de votre cvar<I>hud_showTeamCash</I>
            ) les chiffres montrent l'argent actuel que poss&egrave;dent les
            deux corporations. C'est plus rapide que d'avoir &agrave; passer
            par le tableau des scores. En dessous des infos sur l'argent il
            y a un compteur &agrave; rebours qui montre combien de temps il
            reste avant la fin du match et que la victoire soit d&eacute;clar&eacute;e.<BR clear=all>
          </p>
          <p><b> Indicateurs de charge</b><BR>
            <img
          alt="HUD Scientist Carry Indicator"
          src="../images/hud_sci_carry.jpg" align=left>Si vous &ecirc;tes
            actuellement en train de porter un scientifique sur votre dos, c'est
            indiqu&eacute; avec une &icirc;cone au-dessus du cadre de la recherche.
            Au dessus du dessin (un scientifique avec une ampoule sur la t&ecirc;te)
            est &eacute;crit le nom du scientifique que vous &ecirc;tes en
            train de porter.<BR clear=all>
          </p>
          <p><img alt="HUD Resource Carry Indicator"
          src="../images/hud_res_carry.jpg" align=left>Les ressources
            sont not&eacute;es de la m&ecirc;me fa&ccedil;on que les scientifiques,
            m&ecirc;me se elles sont port&eacute;es diff&eacute;remment. Une &icirc;cone
            repr&eacute;sentant la ressource appara&icirc;t sur le HUD. Le nom
            de la ressource est &eacute;crit au dessus de l'&icirc;cone.<BR clear=all>
          </p>
          <a name=Scoreboard></a>
        </tr>
      </tr>
      <tr>
        <td class="header">Tableau des scores</td>
      </tr>
      <tr>
        <td>
          <p>Garder un oeil sur le tableau des scores de Science &amp; Industry
            est essentiel pour &ecirc;tre capble de vous coordonner avec vos
            &eacute;quipiers.</p>
          <div align="center"><img
          src="../images/scoreboard.jpg"></div>
          <p>Vous noterez que les deux groupes sont affich&eacute;s ici : Midland
            Carbide Labs (MCL) et Amalagamated Flurodynamics (AFD). A c&ocirc;t&eacute;
            du nom de la compagnie est marqu&eacute;e la quantit&eacute; d'argent
            que la compagnie a accumul&eacute;e juqsue l&agrave;. Regardez-la
            souvent puisque c'est l'argent qui d&eacute;termine qui gagne la
            partie. Le troisi&egrave;me groupe (Unemployed) regroupe ceux qui
            n'ont pas encore choisi quelle corporation il vont prendre, et ceux
            qui pr&eacute;f&egrave;rent plut&ocirc;t observer le match.</p>
          <p><b>Employ&eacute; du mois</b></p>
          <p>Celui qui a un E en face de son nom est
            l'employ&eacute; du mois de la corporation. Il a prouv&eacute; qu'il
            &eacute;tait un joueur exp&eacute;riment&eacute;. Ecoutez ce qu'il
            dit car c'est la bonne personne pour diriger les manoeuvre offensives
            et d&eacute;fensives. Un bon employ&eacute; du mois aide son &eacute;quipe
            &agrave; se focaliser sur un axe de recherche et formule des id&eacute;es
            pour prot&eacute;ger les scientifiques (ou en rapporter). Une &eacute;quipe
            non dirig&eacute;e est une aubaine pour son opposant.</p>
          <p><b>Llamas</b><BR>
            Si un joueur a un L devant son nom (&quot;Llama&quot;), attention.
            Pour avoir cette distinction, ils ont d&ucirc; se faire remarquer
            avec beaucoup de comportements de &quot;llamas&quot;, ce qui n'aide
            aucune des deux &eacute;quipes. Personne n'aime les llamas. Mais
            les joueurs se &quot;r&eacute;forment&quot; eux-m&ecirc;mes apr&egrave;s
            un temps, soyez sympas avec eux. Ils ont reconnu leurs erreurs.</p>
          <b>Recruteurs de scientifiques</b><BR>
          <img alt="Scientist Recruiters"
          src="../images/score_sci_carry.jpg">
          <p>Les employ&eacute;s de votre &eacute;quipe qui sont en train de
            transporter un scientifique ennemi sont surlign&eacute;s en blanc
            dans le menu des scores. Trouvez-les et escortez le scientifique
            jusqu'&agrave; l'administrateur de votre compagnie. Comprenez aussi
            qu'ils sont le plus souvent dans l'incapacit&eacute; de communiquer
            avec vous puisqu'ils sont occup&eacute;s &agrave; chasser leurs
            poursuivants.</p>
          <b>Porteurs de ressources</b><BR>
          <img alt="Resource Carrier"
          src="../images/score_res_carry.jpg">
          <p>Si l'un de vos braves employ&eacute;s ram&egrave;ne une ressource
            &agrave; la base il est surlign&eacute; en marron. L'objet exact
            qu'il porte varie d'une map &agrave; l'autre, comme la mani&egrave;re
            de collecter la ressource. Soyez certain d'avoir lu les infos sur
            les ressources de la map (si elle en a). Mais comme avec les recruteurs
            de scientifiques, il est g&eacute;n&eacute;ralement mieux de trouver
            la personne et de la prot&eacute;ger.</p>
          <a name=Gameplay_Advice></a>
        </td>
      </tr>
      <tr>
        <td class="header">Conseils sur le gameplay</td>
      </tr>
      <tr>
        <td>
          <p>Maintenant que vous &ecirc;tes familiers avec les bases de Science
            and Industry, voila quelques trucs g&eacute;n&eacute;raux : </p>
          <UL>
            <LI>Faites tr&egrave;s attention au nombre de scientifiques que votre compagnie
              possède. Si ce nombre descend en dessous de 3 il est n&eacute;cessaire de se concentrer
              sur l'attaque pour capturer des scientifiques. Si au contraire ce nombre est de 4 ou plus,
              la d&eacute;fense de vos scientifiques devient la t&acirc;che principale!
            <LI>La partie la plus mise de c&ocirc;t&eacute; de S&amp;I par les
              nouveaux joueurs est la n&eacute;cessit&eacute; d'une solide d&eacute;fense
              pour prot&eacute;ger les scientifiques et le labo. Souvenez-vous
              qu'il est plus facile de prot&eacute;ger les scientifiques que
              vous avez que d'en voler de nouveaux &agrave; une &eacute;quipe
              qui a une d&eacute;fense solide. En plus, les d&eacute;fendeurs
              ont le b&eacute;n&eacute;fice bonus de frags et sont plus proches
              de leur zone de r&eacute;cup&eacute;ration. Travailler comme une
              &eacute;quipe organis&eacute;e avec chacun son r&ocirc;le peut
              permettre de prot&eacute;ger les trous d'ouvertures &eacute;ventuelles
              dans vos d&eacute;fenses, ainsi que vous donner une meilleure
              chance de capturer des scientifiques avec des attaques massives.
            <LI>Votez judicieusement pour vos technologies... les nouvelles
              armes sont marrantes, mais avoir plus d'armure ou des implants
              pour vos jambes peut &ecirc;tre un plus grand avantage. A peu
              pr&egrave;s toutes les technologies de haut niveau ont besoin
              du <EM>Manufacturing Process Upgrade</EM>, ce qui le rend tr&egrave;s
              utile. Beaucoup de technologies ont des effets induits qui les
              rendent tr&egrave;s utiles, comme le bonus d'efficacit&eacute;
              de l'<EM>Upgraded Coffee Strength</EM> ou le fait que la <EM>Biotechnologie
              Regenerative </EM> amm&egrave;ne &agrave; tous les implants et
              &agrave; ce qui est li&eacute; &agrave; la biotechnologie. Ecoutez
              les joueurs les plus exp&eacute;riment&eacute;s, ils sont mieux
              inform&eacute;s sur ce qui va le plus b&eacute;n&eacute;ficier
              &agrave; votre &eacute;quipe. Allez voir l'<a
            href="../techtree.html" target="_blank">Arborescence
              de la technologie</a> si vous voulez devenir l'une de ces &acirc;mes
              &eacute;clair&eacute;es.
            <LI>Ne soyez pas un llama, soyez sympa, aidez les newbies, jouez avec fair play, &eacute;quilibrez les equipes et par-dessus tout AMUSEZ VOUS !
          </UL>
        </td>
      </tr>
    </table>
  </body>
</html>
