<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN">
<html>
  <head>
    <title>
      Manual - SCIENCE AND INDUSTRY
    </title>
    <meta http-equiv="Content-Type" content="text/html; charset=ISO-8859-1">
    <link rel="stylesheet" type="text/css" href="../css/si.css">
  </head>
  <body bgcolor="#FFFFFF" link="#666666" vlink="#666666">
    <table width="560" border="0" cellpadding="2" cellspacing="0">
      <tr>
        <td>
          <!--begin manual-->
          <table cellspacing="20">
            <tr>
              <td>
                <img src="../images/si_logo.jpg">
              </td>
              <td>
                <b>SCIENCE AND INDUSTRY MANUAL</b><br>
                 Translated by Powernexus
              </td>
            </tr>
          </table>
          <br>

<div align="center">
        	<a href="../manual.html"><img src="../images/flag_english.gif" border="0" alt="English"></a>
			<a href="manual_fr.html"><img src="../images/flag_french.gif" border="0" alt="French"></a>
 			<a href="manual_de.html"><img src="../images/flag_german.gif" border="0" alt="German"></a>
			<a href="manual_es.html"><img src="../images/flag_spain.gif" border="0" alt="Spanish"></a>
			<a href="manual_fin.html"><img src="../images/flag_finland.gif" border="0" alt="Finnish"></a>
			<a href="manual_it.html"><img src="../images/flag_italy.gif" border="0" alt="Italian"></a>
			<a href="manual_swe.html"><img src="../images/flag_swedish.gif" border="0" alt="Swedish"></a>
			<a href="manual_nl.html"><img src="../images/flag_dutch.gif" border="0" alt="Dutch"></a>
 </div>
 <br>

</TD></TR>

<TR><TD class="header">Sis&auml;lt&ouml;</TD>
</TR>

<tr><td>

<br>
<p>
<ul>
        <li><a href="#Introduction">Esittely</a></li>
<li>Perusteet
          <ul>
            <li><a href="#Navigation">L&ouml;yd&auml; tiesi tukikohdassasi</a></li>
            <li><a href="#Research_Laboratory_and_Scientists">Tutkimus laboratoriot
              ja tiedemiehet</a></li>
            <li><a href="#Voting">&Auml;&auml;nest&auml;minen</a></li>
            <li><a href="#Dying">Kuoleminen</a></li>
</ul></li>
        <li>Tarkempi info
          <ul>
            <li><a href="#Recruiting_Scientists">Tiedemiesten v&auml;rv&auml;&auml;minen</a></li>
            <li><a href="#Stealing_Technology">Teknologian varastaminen</a></li>
            <li><a href="#Destroying_Equipment">Laitteiden rikkominen</a></li>
            <li><a href="#Collecting_Resources">Resurssien ker&auml;&auml;minen</a></li>
            <li><a href="#Scoring_and_Costs">Pisteet ja maksut</a></li>
</ul></li>        <li>K&auml;ytt&ouml;liittym&auml;
          <ul>
<li><a href="#Hud">Hud</a></li>
            <li><a href="#Scoreboard">Pistetaulu</a></li>
</ul></li>
        <li><a href="#Gameplay_Advice">Peli vinkit</a></li>
</ul>
      Tiedoksi: Iso osa Science &amp; Industryst&auml; on sen teknologioiden
        tiet&auml;mist&auml; ja ymm&auml;rt&auml;mist&auml;. Suosittelemme kaikkia
        lukemaan n&auml;m&auml; dokumentit, t&auml;m&auml;n manuaalin lukemisen
        lis&auml;ksi:<br>
<ul>
<li><a href="../techtree.html" target="_blank">Technology Tree</a></li>
</ul>

            An advanced guide is also available, which gives more details about the gameplay of Science & Industry:<br>
            <ul>
              <li>
                <a href="advanced_guide.html">Advanced Guide</a>
              </li>
            </ul>
</p>

<a name="Introduction"></a>
</TD></TR>

<!--INTRODUCTION-->

<TR><td class="header">Esittely</TD>
</TR>

<tr><td>

      <p> Science and Industry on tiimipeli modifikaatio Half-Lifelle, mik&auml;
        asettaa pelaajat turvallisuus-miesten rooliin yhteen kahdesta kilpailevasta
        hi-tech tutkimus-yhti&ouml;st&auml;. Kumpikin yhti&ouml; aloittaa kolmella
        tiedemiehell&auml;, jotka edist&auml;v&auml;t yhti&ouml;n tieteellist&auml;
        kehityst&auml;, ja t&auml;m&auml; heijastuu suoraan yhti&ouml;n tulokseen.
        Tiedemiesten tehokkuus riippuu siit&auml; kuin paljon he saavat tehd&auml;
        ty&ouml;t&auml; rauhassa.. joten sinun ty&ouml;si on tietenkin suojella
        heit&auml; vihollisen hy&ouml;kk&auml;yksilt&auml;, ja hy&ouml;k&auml;t&auml;
        vastustajien yhti&ouml;&ouml;n, ja hidastaa <i>heid&auml;n </i>kehityst&auml;&auml;n.
        Viel&auml; parempaa, voit kaapata vastustajan tiedemiehi&auml; ja tuoda
        heid&auml;t omaan yhti&ouml;&ouml;si, saadaksenne nopeemman kehityksen
        kuin vastustajalla. Sinun pit&auml;&auml; vain juosta vihollisten labraan,
        ja ly&ouml;d&auml; yht&auml; tiedemiest&auml; p&auml;&auml;h&auml;n salkulla,
        sen j&auml;lkeen kannat h&auml;net vain omaan yhti&ouml;&ouml;si v&auml;rv&auml;tt&auml;v&auml;ksi
        &quot;Human Resources&quot;.</p>
      <p>Jutun juoni on siin&auml; ett&auml; kumpikin yhti&ouml; aloittaa l&auml;hes
        tyhj&auml;st&auml;... joten sinun tiimisi pit&auml;&auml; valita mit&auml;
        teknologiota tutkia saadaksenne johtavan markkina-aseman. P&auml;ivitt&auml;m&auml;ll&auml;
        ase-teknologiaa voi tehd&auml; sinusta vaarallisen taisteluissa, mutta
        sillon sinulla voi olla vaikeuksia paeta vihollisten tiedemiesten kanssa
        jos sinulla ei ole kunnon panssaria, tai bionisia implantteja. Jotkut
        teknologiat vaikuttavat sinun tiedemiestesi tehokkuuteen my&ouml;s.. tarjoten
        sinulle hyv&auml;n raha-aseman tiukassa peliss&auml;. Kaikki t&auml;m&auml;
        voi olla sinun.. sinun t&auml;ytyy vain v&auml;rv&auml;yty&auml; t&auml;n&auml;&auml;n
        turvallisuus-mieheksi joko <font color="#0000AA"><b>Midland
        Carbide Labs [MCL]</b></font> tai <font color="#007A00"><b>Amalgamated
        Fluorodynamics [AFD]</b></font>.
        </p>
<a name="Navigation"></a>
</TD></TR>

<!--NAVIGATION-->

<TR><td class="header">Tiesi Tukikohdassasi</TD>
</TR>

<tr><td>

      <p> <img src="../images/directions.jpg" align=left alt="Signs like these will help you navigate your base">
        Ollaksesi t&auml;rke&auml; j&auml;sen yhti&ouml;ss&auml;si, on sinun osattava
        suunnistaa tukikohdassasi. Jokainen kentt&auml; on erillainen, mutta kaikilla
        on yhteyset pirteet jotka sinun olisi syyt&auml; tiet&auml;&auml;. Seuraa
        tukikohdassasi olevia kylttej&auml; l&ouml;yt&auml;&auml;ksesi n&auml;m&auml;
        paikat. Jos et ole varma kenen tukikohdassa olet, etsi v&auml;ri-vihjeit&auml;:
        sininen on Midland Carbide Labs (MCL), ja vihre&auml; on Amalagamated
        Flurodynamics (AFD). <br clear=all>
      </p>

<p>
<ul>
        <li><b>Cloning Facilities</b> - Pelaajat jotka kuolevat yhti&ouml;n palveluksessa
          kloonataan henkiin t&auml;ss&auml; huoneessa. T&auml;st&auml; huoneesta
          sin&auml; mit&auml; ilmeisemmin l&ouml;yd&auml;t health ja armor chargerit
        </li>
        <li><b>Prototype Storage</b> - Aseet ja laitteet jotka yhti&ouml;si on
          kehitt&auml;nyt varastoidaan t&auml;nne. T&auml;&auml;ll&auml; on sek&auml;
          uusimmat kokeelliset prototyypit ja laatikot t&auml;ynn&auml; panoksia
          ja muita vanhempia aseita. Useimmissa laitoksissa t&auml;m&auml; huone
          on kloonaus-huoneen yhteydess&auml;, joten henkiin her&auml;tetyt ty&ouml;ntekij&auml;t
          p&auml;&auml;sev&auml;t aseisiin samantien k&auml;siksi.</li>
        <li><b>Research Labs</b> - T&auml;&auml;ll&auml; tiedemiehet raatavat
          yhti&ouml;si hyv&auml;ksi. Suojele sit&auml; viimeiseen mieheen.</li>
        <li><b>Human Resources</b> - Toimisto mist&auml; sinun valvojasi (admin)
          seuraa yhti&ouml;si operaatiota. Jos olet l&ouml;yt&auml;nyt jotain
          t&auml;rke&auml;&auml; mik&auml; voisi olla hy&ouml;dyksi yhti&ouml;llesi
          ( v&auml;rv&auml;tt&auml;vi&auml; tiedemiehi&auml;, varastettuja aseita,
          jne.), tuo se h&auml;nelle.</li>
        <li><b>Computer Labs</b> - Joissakin kartoissa on kalliita laitteita,
          jotka vaikuttavat tiedemiestesi tekem&auml;&auml;n tutkimukseen tai
          johonkin muuhun. Suojele n&auml;it&auml; alueta vihollisten sabot&ouml;&ouml;reilt&auml;.</li>
</ul>
</p>

<a name="Research_Laboratory_and_Scientists"></a>
</TD></TR>

<!--RESEARCH LABORATORY AND SCIENTISTS-->

<TR><td class="header">Tutkimus Laboratoriot ja Tiedemiehet</TD>
</TR>

<tr><td>
      <p> <img src="../images/scientist.jpg" align=left alt="A hard working AFD scientist">
        Yhti&ouml;si turvallisuus-miehen&auml; sinun teht&auml;v&auml;n&auml;
        kaikkein t&auml;rkeimp&auml;n&auml; on pit&auml;&auml; yhti&ouml;si labrat
        <b>turvallisina.</b> Kun kaikki t&auml;m&auml; sujuu hyvin, tiedemiehesi
        liikkuvat ymp&auml;ri labraa, tekem&auml;ss&auml; tutkimusta mist&auml;
        sin&auml; et ymm&auml;rr&auml; yht&auml;&auml;n mit&auml;&auml;n. Riippuen
        kent&auml;st&auml; labrat voi olla joko isoja huoneita, tai sitten useita
        pieni&auml; huoneita. Jos pid&auml;t tiedemiehesi iloisina pit&auml;m&auml;ll&auml;
        melutason alhaisena, he tekev&auml;t parempaa tulosta (parempia aseita,
        panssaria, ja teknologiaa sinuun itseesi), ja enemm&auml;n rahaa firmallesi.<br clear=all>
</p>

      <p> Sinun yhti&ouml;si tiedemiehille voi olla tosi<b> </b>vaikeaa ty&ouml;skennell&auml;
        jos labrat on meluisia, joten sinun teht&auml;v&auml;si pit&auml;&auml;
        labrat hiljaisina. Eli pid&auml;t huolen ett&auml; kukaan ei ammuskele
        labroissasi. Mik&auml;&auml;n ei h&auml;iritse enemp&auml;&auml; kuin
        ohjus joka lent&auml;&auml; keskell&auml; laboratoriotasi, t&auml;m&auml;
        p&auml;tee sinun omiin aseisiin ja vihollisten aseisiin.</p>

      <p> Jos ep&auml;onnistut t&auml;ss&auml;, ja labrasi ovat meluisia, sin&auml;
        huomaat kuinka tiedemiestesi tehokkuus laskee. T&auml;m&auml;n n&auml;et
        atomista joka on alhaalla-oikealla ruudussasi. Jos kaikki menee hyvin
        on t&auml;m&auml; atomi valkoinen, jos tiedemiehi&auml;si h&auml;irit&auml;&auml;n
        se on osittain harmaa, mit&auml; harmaampi atomi on, sit&auml; huononpi
        tiedemiestesi tehokkuus on.</p>

      <p> Viholliset voivat tappaa tiedemiehi&auml;si (mutta sin&auml; &amp; tiimisi
        ette voi vahinkoittaa omia tiedemiehi&auml;, mutta heid&auml;n ampuminen
        v&auml;hent&auml;&auml; tiedemiesten tehokkuutta) Voit luulla ett&auml;
        t&auml;m&auml; on hyv&auml; tapa vahinkoittaa vastustajien kehityst&auml;,
        koska he joutuvat k&auml;ytt&auml;m&auml;&auml;n rahaa palkatakseen lis&auml;&auml;
        tiedemiehi&auml; ja koska heid&auml;n tutkimuksens&auml; k&auml;rsii jonkin
        aikaa. Kuitenkin sinun omat tiedemiehesi eiv&auml;t kauheasti pid&auml;
        siit&auml; jos tapat muiden yhti&ouml;iden tiedemiehi&auml;, joten jos
        tapa vihollisten tiedemiehi&auml;, sinun yhti&ouml;si omien tiedemiesten
        tehokkuus laskee joka kerta kun ammut yhden tiedemiehen hengilt&auml;.
        Kaikista pahinta on se ett&auml; jos sin&auml; teurastat isoja m&auml;&auml;ri&auml;
        vastustajan tiedemiehi&auml;, sinun omat tiedemiehesi asentavat sinuun
        sirun p&auml;&auml;h&auml;si, joka antaa s&auml;hk&ouml;-iskuja ainakun
        vahinkoitat tai tapat tiedemiehi&auml;. Voit my&ouml;s alkaa menett&auml;&auml;
        pisteit&auml; kun tapat tiedemiehi&auml;. Joten periaatteessa tiedemiesten
        tappaminen on paha idea. Kuitenkin jos sinun yhti&ouml;ll&auml;si ei ole
        yht&auml;&auml;n omaa tiedemiest&auml;, niin vihollisten tiedemiesten
        tappaminen ei olekkaan en&auml;&auml;n niin paha idea.</p>

<a name="Voting"></a>
</TD></TR>

<!--VOTING-->

<TR><td class="header">&Auml;&auml;nest&auml;minen</TD>
</TR>

<tr><td>

      <p> Jokaisen kent&auml;n alussa, kummallakin tiimill&auml; on pieni m&auml;&auml;r&auml;
        rahaa, kolme tiedemiest&auml;, ja pari perus-asetta (salkku ja colt defender).</p>

<p>
<a href="../techtree.html" target="_blank">S&I Technology Tree (Full-sized chart)</a>
</p>

      <p> <a href="../images/vote_menu_big.png" target="_blank"><img border="0" src="../images/vote_menu.jpg" align=left alt="An example of the voting menu"></a>
        Teknologia-puu on aika monimutkainen, samanlainen kuin Civilization-sarjassa.
        Jokainen uusi teknologia jonka sin&auml; haluasit tutkia tarvitsee tiettyjen
        teknologioden tutkimista ennenkuin tutkimus voi alkaa t&auml;m&auml;n
        kyseisen teknologian parissa. Joka kerta kun tiedemiehesi ovat valmiita
        aloittamaan uuden tutkimuksen, &auml;&auml;nestys-menu hypp&auml;&auml;
        ruutuusi antaen sinulle enint&auml;&auml;n kuusi vaihtoehtoa joista valita,
        kuten uusia aseita, paremmat panssarit, tai erillaisia implantteja jotka
        voi tehd&auml; sinun tiimist&auml;si tehokkaan taisteluissa. Jos on kuitenkin
        enemm&auml;nkuin kuusi tekniikka joiden tutkimiseen yhti&ouml;ll&auml;si
        on edellytykset, vain kuusi kaikista t&auml;rkeint&auml; n&auml;ytet&auml;&auml;n.
        Muista ett&auml; tiimisi aloittaa kent&auml;n ilman panssaria, joten armor
        rechargersit on aluksi turhia.<br clear=all>
      </p>

      <p> Nopeus jolla uudet teknologiat valmistuvat riippuu tiedemiestesi m&auml;&auml;r&auml;st&auml;,
        ja kuinka hiljaisia labrasi ovat. Jos toinen tiimi saa vastustajan tiedemiehen,
        on mahdollista ett&auml; he saavat kunnon etumatkan tieteellisess&auml;-kehityksess&auml;.<br>
</p>

<a name="Dying"></a>
</TD></TR>

<!--DYING-->

<TR><td class="header">Kuoleminen</TD>
</TR>

<tr><td>

      <p> Jos sin&auml; satut kuolemaan palveluksen aikana, sinun yhti&ouml;si
        mielell&auml;&auml;n palauttaa sinut henkiin k&auml;ytt&auml;en kloonaus-teknologiaa.
        T&auml;m&auml;n k&auml;ytt&auml;minen maksaa rahaa (katso taulukko alempana).
        Yhti&ouml;ll&auml; jonka turvallisuus-miehet kuolevat usein, ei ole paljoa
        rahaa lopussa. Kloonaus my&ouml;skin kest&auml;&auml; hetken joten kuolleet
        joutavat odottamaan hetken ennenkuin p&auml;&auml;sev&auml;t takaisin
        el&auml;vien kirjoihin. Kloonauksen j&auml;lkeen olet kuolematon hetken,
        joten k&auml;yt&auml; t&auml;m&auml; aika vihollisten tappamiseen jotka
        camppivat kloonaushuoneen ulkopuolella.</p>

<a name="Recruiting_Scientists"></a>
</TD></TR>

<!--RECRUITING SCIENTISTS-->

<TR><td class="header">Tiedemiesten V&auml;rv&auml;&auml;minen</TD>
</TR>

<tr><td>

      <p> Hyv&auml; tapa nostaa yhti&ouml;si tieteellist&auml; kehityst&auml;
        on &quot;v&auml;rv&auml;t&auml;&quot; kilpailijoiden tiedemiehi&auml;.
        Voit tehd&auml; t&auml;m&auml;n hiipim&auml;ll&auml;/murtautumalla vihollisten
        laboratorioon, ottamalla salkkusi esille, ja ly&ouml;m&auml;ll&auml; sill&auml;
        tiedemiest&auml; p&auml;&auml;h&auml;n. Sinun ep&auml;onneksesi tiedemiehet
        tunnistavat sinut uniformustasi, ja yritt&auml;v&auml;t paeta sinulta.
        Yleens&auml; heid&auml;n kiinni ottaminen on helppoa (kunhan vihollisten
        turvallisuus-miehet eiv&auml;t ole paikalla), ja voit ottaa tiedemiehen
        harteillesi ja kantaa t&auml;m&auml;n yhti&ouml;si Human Resources toimistoon.</p>

      <p> <img src="../images/admin.jpg" align=left alt="The Adminstrator">
        Kun sinulla on hallussasi vihollisten tiedemies, sinun pit&auml;&auml;
        palata tukikohtaasi, ja l&ouml;yt&auml;&auml; admin. Administrator (kuva
        vasemalla) &quot;suostuttelee&quot; h&auml;net t&ouml;ihin yhti&ouml;&ouml;si,
        ja t&auml;m&auml;n j&auml;lkeen yhti&ouml;ll&auml;si on yksi tiedemies
        enemm&auml;n. Jos sinulla on vaikeuksia l&ouml;yt&auml;&auml; admin, seuraa
        &quot;Human Resources&quot; kylttej&auml;.</p>

      <p> Jos sinut tapetaan kantaessasi tiedemiest&auml;, tiedemies tippuu kohtaan
        jossa kuolit, ja palaa itse omaan labraan kunnes palaa tajuihinsa. Ennenkuin
        t&auml;m&auml; tapahtuu sinun tiimill&auml;si on mahdollisuus ottaa h&auml;net
        maasta ja tuoda omaan tukikohtaasi. Ainoastaan tiimi joka oli yritt&auml;nyt
        varastaa tiedemiest&auml; voivat nostaa h&auml;net maasta j&auml;lleen.
        Kun taas tiedemiehen oman yhti&ouml;n turvallisuus-miehet voivat vain
        vartioda h&auml;nt&auml;, kunnes t&auml;m&auml; her&auml;&auml;.<br clear=all>
</p>

<a name="Stealing_Technology"></a>
</TD></TR>

<!--STEALING TECHNOLOGY-->

<TR><td class="header">Teknologian Varastaminen</TD>
</TR>

<tr><td>

      <p> Jos satut tappamaan vihollisen jolla oli hallussaan teknologiaa jota
        sinun yhti&ouml;si ei ole viell&auml; kehitt&auml;nyt, voit nostaa maasta
        aseen tai laitteen, ja vied&auml; sen adminille jotta yhti&ouml;si saisi
        t&auml;st&auml; tutkimus bonuksen. T&auml;m&auml;n teet ottamalla aseen
        k&auml;teesi, ja k&auml;velem&auml;ll&auml; h&auml;nen luokseen. Jokainen
        tuomasi tavara v&auml;hent&auml;&auml; normaalia tutkimus-aikaa mit&auml;
        kyseisen laitteen tekemiseen olisi k&auml;ytetty. Kuitenkin sinun viell&auml;
        pit&auml;&auml; viimeistell&auml; tutkimus &auml;&auml;nest&auml;m&auml;ll&auml;
        kyseist&auml; esinett&auml;.</p>

      <p>Jos yhti&ouml;si on edell&auml; ase-kehityksess&auml; tai omistaa esineen
        mit&auml; vastustajille ei ole, ole varovainen. Jos menet taisteluun kantaen
        t&auml;t&auml; asetta tai laitetta ja kuolet, sinun vastustajasi mit&auml;
        ilmeisemmin k&auml;ytt&auml;&auml; tilaisuuttaa hyv&auml;kseen ja varastaa
        kyseisen aseen. Eli jos olet pahasti haavoittunut, pid&auml; huoli ettet
        kanna mit&auml;&auml;n t&auml;rke&auml;&auml; asetta.</p>

<a name="Destroying_Equipment"></a>
</TD></TR>

<!--DESTROYING EQUIPMENT-->

<TR><td class="header">Laitteiden Rikkominen</TD>
</TR>

<tr><td>

      <p> <img src="../images/tech_break.jpg" align=left alt="Destroy your competitors valuable equipment">
        Moni hi-tech laitos k&auml;ytt&auml;&auml; kallista laitteistoa tutkimuksissaan.
        Vaikka n&auml;m&auml; laitteet voivat s&auml;&auml;st&auml;&auml; paljon
        yhti&ouml;n rahaa ja aikaa, ovat ne kuitenkin helposti sabotoitavissa.
        Sin&auml; voit tunkeuta vihollisen tietokone-huoneisiin, ja etsi&auml;
        kaikkea mahdollista mink&auml; hajoaminen voisi haitata vastustajien operaatioita.</p>

      <p> Tiet&auml;&auml;ksesi mik&auml; on t&auml;rke&auml;&auml;, lue kent&auml;n
        specsit jotka n&auml;et joka kent&auml;n alussa valikossa mist&auml; valitaan
        my&ouml;s yhti&ouml;. Lue se l&auml;pi pist&auml; merkille kaikki rikottava,
        joissakin kentiss&auml; tosin ei v&auml;ltt&auml;m&auml;tt&auml; ole mit&auml;&auml;n
        rikottavaa.<br clear=all>
</p>

      <p> Paras ase laitteiden rikkomiseen on sinun salkkusi tai r&auml;j&auml;hteet.
        Laitteen rikkoutumisen j&auml;lkeen laitteen omistava yhti&ouml; alkaa
        hankkimaan uutta. Jonkin ajan p&auml;&auml;st&auml; rikkoutunut laite
        korvataan uudella, mik&auml; maksaa yhti&ouml;lle paljon.</p>

<a name="Collecting_Resources"></a>
</TD></TR>

<!--COLLECTING RESOURCES-->

<TR><td class="header">Resurssien Ker&auml;&auml;minen</TD>
</TR>

<tr><td>

      <p> Jotkut kent&auml;t sis&auml;lt&auml;v&auml;t erillaisia voimavaroja/resursseja
        jotka voivat olla suureksi hy&ouml;dyksi yhti&ouml;llesi. Aloitusruudussa
        kartan tiedoista n&auml;et onko kartassa n&auml;it&auml;.</p>

      <p>Kaikki resurssit ovat erillaisia, ja niist&auml; l&ouml;ytyy tarkempi
        kertomus kent&auml;n aloitusruudussa. Mutta kuitenkin niit&auml; kaikkia
        yhdist&auml;&auml; samat asiat. Ne voivat olla joku neutraalilla alueella
        kent&auml;ss&auml;, tai vihollisen tukikohdassa, ja ne vied&auml;&auml;n
        adminille &quot;Human Resources&quot;. T&auml;m&auml; on monella tavalla
        samanlaistakuin tiedemiesten v&auml;rv&auml;&auml;minen, mutta resurssit
        eroavat parilla tapaa. Esim. Jos kannat tiedemiest&auml; ja kuolet, tiedemies
        j&auml;&auml; maahan kunnes joku sen siit&auml; vie tai se her&auml;&auml;
        ja palaa takaisin omaan tukikohtaan. Jos kuolet kantaessasi resurssia
        se h&auml;vi&auml;&auml; heti. My&ouml;skin jollain resursseilla on tietty
        toimitus-aika, tms. Kent&auml;n ohjeiden lukeminen on suositeltavaa, jos
        l&auml;htee n&auml;it&auml; etsim&auml;&auml;n.</p>

<a name="Scoring_and_Costs"></a>
</TD></TR>

<!--SCORING AND COSTS-->

<TR><td class="header">Pisteet ja Maksut</TD>
</TR>

<tr><td>

      <p> Science and Industry k&auml;ytt&auml;&auml; erillisi&auml; statseja
        kertomaan pelaajan suorituksista, ja tiimin suorituksista. Tiimin pisteet
        m&auml;&auml;r&auml;ytyy yhtion raha-m&auml;&auml;r&auml;n, ja pelaajien
        pisteiden mukaan. Bonus pisteit&auml; annetaan erillaisista tapahtumista,
        tasapainottamaan hy&ouml;kk&auml;yksen ja puolustamisen eroja. Tiimien
        pisteet n&auml;kyv&auml;t jatkuvasti ylh&auml;&auml;ll&auml;-oikealla
        ruudussa. </p>

<p>
<div align="left">

<table border="1" cellpadding="0" cellspacing="0" width="560">
    <font size="2" face="arial, helvetica"><TBODY></font>
    <tr>
            <td colspan="2" bgcolor="#000000"><font color="#FFFFFF"
        size="2" face="arial, helvetica"><b>&nbsp;Yhti&ouml;n Rahat</b> </font></td>
    </tr>
    <tr>
            <td>Perustulot joka sekuntti</td>
        <td align="right" valign="top" width="70"><font color="#336600"
        size="2" face="arial, helvetica"><b>$60</b> </font></td>
    </tr>
    <tr>
            <td>Extra tuotot per tiedemies joka sekuntti (maksimi tehokkuudella)</td>
        <td align="right" valign="top"><font color="#336600"
        size="2" face="arial, helvetica"><b>$15</b> </font></td>
    </tr>
    <tr>
            <td>Kloonaus-kulut</td>
        <td align="right" valign="top"><font color="#663300"
        size="2" face="arial, helvetica"><b>-$800</b> </font></td>
    </tr>
    <tr>
            <td>Uuden tiedemiehen palkkaaminen</td>
        <td align="right" valign="top"><font color="#663300"
        size="2" face="arial, helvetica"><b>-$1,000</b> </font></td>
    </tr>
  </tbody>
</table>
<br>
<table border="1" cellpadding="0" cellspacing="0" width="560">
  <tbody>
    <tr>
            <td colspan="2" bgcolor="#000000"><font color="#FFFFFF"
        size="2" face="arial, helvetica"><b>&nbsp;Henkil&ouml;kohtaiset Piste
              Bonukset </b> </font></td>
    </tr>
    <tr>
            <td>Vihollisen tappaminen</td>
        <td align="right" valign="top" width="70"><font color="#000000"
        size="2" face="arial, helvetica">1 </font></td>
    </tr>
    <tr>
            <td><font color="#000000" size="2"
        face="arial, helvetica">Vihollisten Employee of the Monthin tappaminen</font></td>
        <td align="right" valign="top"><font color="#000000"
        size="2" face="arial, helvetica">2 </font></td>
    </tr>
    <tr>
            <td>Vihollisen tappaminen l&auml;hell&auml; labraa (h&auml;iritsem&auml;ll&auml;
              tiedemiehi&auml;)</td>
        <td align="right" valign="top"><font color="#000000"
        size="2" face="arial, helvetica">2 </font></td>
    </tr>
    <tr>
            <td><font color="#000000" size="2"
        face="arial, helvetica">Vihollisten tappaminen l&auml;hell&auml; labraa
              (h&auml;iritsem&auml;tt&auml; tiedemiehi&auml;)</font></td>
        <td align="right" valign="top"><font color="#000000"
        size="2" face="arial, helvetica">3 </font></td>
    </tr>
    <tr>
            <td>&quot;V&auml;rv&auml;&auml;j&auml;n&quot; puolustaminen (joka
              kantaa tiedemiest&auml;)</td>
        <td align="right" valign="top"><font color="#000000"
        size="2" face="arial, helvetica">2 </font></td>
    </tr>
    <tr>
            <td>Vihollisen &quot;v&auml;rv&auml;&auml;j&auml;n&quot; tappaminen</td>
        <td align="right" valign="top"><font color="#000000"
        size="2" face="arial, helvetica">2 </font></td>
    </tr>
    <tr>
            <td>Tiedemiehen onnistunut &quot;v&auml;rv&auml;&auml;minen&quot;</td>
        <td align="right" valign="top"><font color="#000000"
        size="2" face="arial, helvetica">5 </font></td>
    </tr>
    <tr>
            <td>Ase-teknologian varastaminen</td>
        <td align="right" valign="top"><font color="#000000"
        size="2" face="arial, helvetica">2 </font></td>
    </tr>
    <tr>
            <td>Vihollisen laitteiden rikkominen</td>
            <td align="right" valign="top">vaihtelee</td>
    </tr>
    <tr>
            <td>Resurssien kaappaaminen</td>
            <td align="right" valign="top">vaihtelee</td>
    </tr>
    <font color="#000000" size="2" face="arial, helvetica"></TBODY></font>
</table>
</div>
<br>

<a name="Hud"></a>
</TD></TR>

<!--HUD-->

<TR><td class="header">HUD (Heads Up Display)</TD>
</TR>

<tr><td>

      <p> HUD tarjoaa hy&ouml;dyllist&auml; informaatiota itsest&auml;si sek&auml;
        yhti&ouml;st&auml;si. </p>

<div align="center"><img src="../images/hud.jpg" alt="Science & Industry HUD"></div>

      <p> HUD:n osat selitettyn&auml; alempana:</p>

      <p> <b>Personal</b><br>
        <img src="../images/hud_personal.jpg" alt="HUD Personal information" align=left>
        Alhaalla vasemmalla oleva osa kertoo informaatiota sinusta itsest&auml;si.
        T&auml;m&auml; sis&auml;lt&auml;&auml; sinun elinvoimasi, panssarin tason,
        ja ammusten m&auml;&auml;r&auml;n. Elinvoimaa ja panssaria voidaan palauttaa
        k&auml;ytt&auml;m&auml;ll&auml; chargereita jotka l&ouml;yt&auml;v&auml;t
        sinun tukikohdastasi, tai kokoajan teknologiolla kuten Regenerative Biotechnology,
        tai Regenerative Armor. Panoksia saat lis&auml;&auml; panos-laatikoista
        joita l&ouml;ytyy Prototype Storagesta, tai jatkuvasti automaattisesti
        jos yhti&ouml;ll&auml;si on tutkittuna Personal Ammunition Replicators.<br clear=all>
      </p>

<p>
<b>Research</b><br>
        <img src="../images/hud_research.jpg" alt="HUD Research information" align=left>
        Alhaalla oikealla oleva osa kertoo sinun yhti&ouml;st&auml;si. Atomi ylh&auml;&auml;ll&auml;-vasemalla
        kertoo kuinka tehokkaasti tiedemiehesi tekev&auml;t ty&ouml;t&auml;. Jos
        atomi on harmaa, tiedemiehesi eiv&auml;t tee ty&ouml;t&auml; ollenkaan,
        jos atomi on valkoinen niin tiedemiehesten tehokkuus on 100%. Josta atomi
        muuttuu vihre&auml;ksi, niin tiedemiehet ovat yli-tehokkaita ja tekev&auml;t
        todella nopeaa tutkimusta (kyseess&auml; voi olla mindrayn k&auml;ytt&auml;minen
        tiedemiehiin tms). Voit itse katsoa jokaisen tiedemiehen tehokkuuden siirt&auml;m&auml;ll&auml;
        t&auml;ht&auml;imen tiedemiehen kohdalle.<br clear=all>
</p>

      <p>Numero atomin vieress&auml; kertoo tiedemiesten m&auml;&auml;r&auml;n.
        Jos huomaat ett&auml; t&auml;m&auml; numero tippuu niin kyseess&auml;
        voi olla kaksi asiaa. Joko tiedemiehi&auml;si tapetaan, miss&auml; tapauksessa
        sinun kannattaa l&auml;hte&auml; est&auml;m&auml;&auml;n t&auml;ll&auml;sen
        tapahtuminen, tai viholliset ovat varastamassa sinun tiedemiehi&auml;si,
        ja sinun kannattaa pys&auml;ytt&auml;&auml; heid&auml;t ennenkuin he ehtiv&auml;t
        omaan tukikohtaansa.</p>

      <p> Atomin alla oleva kuva n&auml;ytt&auml;&auml; mit&auml; tiedemiehesi
        tutkivat parhaillaan. Esineen oikealta puolelta n&auml;kee miten tutkimus
        edistyy. </p>

<p>
<b>Cash Indicator</b><br>
        <img src="../images/hud_cash.jpg" alt="HUD Cash Indicator" align=left>
        Ylh&auml;&auml;ll&auml; oikealla (tai alhaalla vasemalla riippuen miten
        olet laittanut<i> hud_showTeamCash</i> cvarin) olevasta jutusta n&auml;et
        kummankin yhti&ouml;n raha-tilanteen. T&auml;m&auml;n ansiosta ei tarvitse
        koko ajan k&auml;yd&auml; katsomassa pistetaulua. Alenpaa n&auml;kee paljon
        on aikaa kunnes matsi p&auml;&auml;ttyy, ja voittaja julistetaan.<br clear=all>
</p>

      <p> <b>Carry Indicators</b><br>
        <img src="../images/hud_sci_carry.jpg" alt="HUD Scientist Carry Indicator" align=left>
        Jos olet kantamassa tiedemiest&auml; sel&auml;ss&auml;si n&auml;et Research
        HUDin yl&auml;puolella kuvan (tiedemies jolla on lamppu p&auml;&auml;n
        p&auml;&auml;ll&auml;) ja kannettavan tiedemiehen nimen.<br clear=all>
      </p>

      <p> <img src="../images/hud_res_carry.jpg" alt="HUD Resource Carry Indicator" align=left>Resurssit
        n&auml;ytet&auml;&auml;n samanlailla kuin tiedemiehetkin, mutta ne k&auml;sitell&auml;&auml;n
        kaikki erikseen. Resurssin kuva on Research HUDin yl&auml;puolella, ja
        sen yl&auml;puolelta n&auml;et resurssin nimen.</p>

<a name="Scoreboard"></a>
</TD></TR>

<!--SCOREBOARD-->

<TR><td class="header">Pistetaulu</TD>
</TR>

<tr><td>

      <p> Piste-taulukon silm&auml;ll&auml; pit&auml;minen on hyv&auml; tapa koordinoida
        tiimisi kanssa.</p>

      <div align="center"><img src="../images/scoreboard.jpg"></div>
      <p> Huomaat ett&auml; eri ryhmittym&auml;t n&auml;kyv&auml;t t&auml;ss&auml;.
        Kaksi ensimm&auml;ist&auml; ovat pelin yhti&ouml;t: Midland Carbide Labs
        (MCL) ja Amalagamated Flurodynamics (AFD). Listattuna kummankin yhti&ouml;n
        nimen viereen on miten paljon rahaa yhti&ouml; on saanut aikaan t&auml;h&auml;n
        menness&auml;. Pid&auml; t&auml;t&auml; silm&auml;ll&auml;, koska yhti&ouml;
        jolla on eniten rahaa lopussa voittaa. Kolma ryhm&auml; (Unemployed) koostuu
        pelaajista jotka eiv&auml;t ole viell&auml; valinneet tiimi&auml;&auml;n
        tai haluavat vain katsella peli&auml;.</p>

<p>
<b>Employee of the Month</b><br>
        Kaikki joilla on "E" nimens&auml; vieress&auml; ovat yhti&ouml;ns&auml;
        kuukauden ty&ouml;ntekij&ouml;it&auml;. He ovat todistaneet olevansa kokeneita
        ja taitavia pelaajia. Kuuntele heit&auml;, koska he ovat hyvi&auml; johtamaan
        puolustusta ja hy&ouml;kk&auml;yst&auml;. Hyv&auml; kuukauden ty&ouml;ntekij&auml;
        auttaa muita valitsemaan oikeat &auml;&auml;nestett&auml;v&auml;t teknologiat,
        ja suunnittelee miten suojella oman firman tiedemiehi&auml; (tai hankkia
        niit&auml; takaisin). Huonosti organisoitu tiimi on helppo vastus hyvin
        j&auml;rjest&auml;ytyneelle vastustajalle.</p>

<p>
<b>Llamas</b><br>
        Jos pelaajalla lukee &quot;L&quot; nimen vieress&auml;, ole varuillasi.
        Saadakseensa t&auml;m&auml;n statuksen on pelaajan pit&auml;nyt peeloilla
        jo jonkin aikaa peliss&auml;, mist&auml; ei ole apua kummallekkaan tiimille.
        Kukaan ei pid&auml; peeloista. Mutta kuitenkin jos pelaaja lopettaa t&auml;ll&auml;isen
        k&auml;yt&ouml;ksen, &auml;l&auml; jatka heid&auml;n syrjimist&auml;,
        he ovat mit&auml; ilmeisemmin jo tajunneet virheens&auml;.</p>

<b>Scientist Recruiters</b><br>
<img src="../images/score_sci_carry.jpg" alt="Scientist Recruiters">

      <p> Ty&ouml;ntekij&auml;t jotka on valkoisella pistetaulussa kantavat tiedemiest&auml;,
        ja ovat matkalla takaisin tukikohtaan. Ymm&auml;rr&auml; my&ouml;s ett&auml;
        heill&auml; ei v&auml;ltt&auml;m&auml;tt&auml; ole aikaa kirjoitella mit&auml;&auml;n.</p>

<b>Resource Carriers</b><br>
<img src="../images/score_res_carry.jpg" alt="Resource Carrier">

      <p> T&auml;m&auml; tarkoittaa sit&auml; ett&auml; kyseisell&auml; henkil&ouml;ll&auml;
        on jokin resurssi hallussaan. Samakuin tiedemiesten kantajilla sinun on
        parasta l&ouml;yt&auml;&auml; t&auml;m&auml; tyyppi ja suojella h&auml;nt&auml;.</p>

<a name="Gameplay_Advice"></a>
</TD></TR>

<!--GAMEPLAY ADVICE-->

<TR><td class="header">Peli Vinkit</b></font></TD>
</TR>

<tr><td>
      <p> Nytkun tied&auml;t kaikki S&amp;I:n perusteet, t&auml;ss&auml; on pari
        yleist&auml; vihjett&auml;. </p>

<p>
<ul>
        <li>Kaikista v&auml;hiten arvostettu asia uusien pelaajien keskuudessa
          on hyv&auml;n puolustuksen tarve. Muista ett&auml; on paljon helpompaa
          puolustaa tiedemiehi&auml;si kuin varastaa ne takaisin hyvin puolustavalta
          tiimilt&auml;. Puolustajat saavat pistebonukset tapoista ja t&auml;ydennykset
          on l&auml;hell&auml;.Toimimalla hyvin organisoituna tiiimin&auml; pystytte
          paikkaamaan puolustuksen aukkoja, ja varastamaan vihollisten tiedemiehet
          massa-hy&ouml;kk&auml;yksill&auml;. </li>

        <li>Palatessa henkiin &auml;l&auml; ahnehdi kaikkia aseita. Vaan tee se
          nopeesti ja juokse ulos m&auml;tt&auml;m&auml;&auml;n. Jokainen sekuntti
          voi olla t&auml;rke&auml;.</li>

        <li>&Auml;&auml;nest&auml; uusia teknologiota viisaasti.. uudet aseet
          ovat hauskoja, mutta yleens&auml; armorit ja implantit ovat hy&ouml;dyllisempi&auml;.
          Melkein kaikki korkeamman levelin teknologiat tarvitsevat <em>Manufacturing
          Process Upgraden</em>, mik&auml; tekee siit&auml; hyv&auml;n valinnan.
          Kuuntele kokeneenpia pelaajia koska he tiet&auml;v&auml;t mik&auml;
          on parasta tiimillesi. Ja lue l&auml;pi <a href="../techtree.html" target="_blank">Technology
          Tree</a> jos haluat tulla yhdeksi t&auml;ll&auml;iseksi valaistuneeksi
          sieluksi. </li>

        <li>&Auml;l&auml; peeloille. Ole yst&auml;v&auml;llinen, auta uusia pelaajia,
          pelaa reilusti, tasoita tarvittaessa tiimej&auml;, ja kaikkein t&auml;rkeint&auml;
          on ett&auml; pid&auml;t hauskaa.</li>
</ul>
</p>

</TD></TR>

<!--end manual-->
    </table>
  </body>
</html>
