<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.0 Transitional//EN">
<html>
  <head>
    <title>
      Manual - SCIENCE AND INDUSTRY
    </title>
    <meta http-equiv="Content-Type" content="text/html; charset=ISO-8859-1">
    <link rel="stylesheet" type="text/css" href="../css/si.css">
  </head>
  <body bgcolor="#FFFFFF" link="#666666" vlink="#666666">
    <table width="560" border="0" cellpadding="2" cellspacing="0">
      <tr>
        <td>
          <!--begin manual-->
          <table cellspacing="20">
            <tr>
              <td>
                <img src="../images/si_logo.jpg">
              </td>
              <td>
                <b>SCIENCE AND INDUSTRY MANUAL</b><br>
                Translated by Tiga<br>
              </td>
            </tr>
          </table>
          <br>

          <div align="center">
            <a href="../manual.html"><img src="../images/flag_english.gif" border="0" alt="English"></a>
            <a href="manual_fr.html"><img src="../images/flag_french.gif" border="0" alt="French"></a>
       			<a href="manual_de.html"><img src="../images/flag_german.gif" border="0" alt="German"></a>
      			<a href="manual_es.html"><img src="../images/flag_spain.gif" border="0" alt="Spanish"></a>
      			<a href="manual_fin.html"><img src="../images/flag_finland.gif" border="0" alt="Finnish"></a>
      			<a href="manual_it.html"><img src="../images/flag_italy.gif" border="0" alt="Italian"></a>
      			<a href="manual_swe.html"><img src="../images/flag_swedish.gif" border="0" alt="Swedish"></a>
      			<a href="manual_nl.html"><img src="../images/flag_dutch.gif" border="0" alt="Dutch"></a>
           </div>
          <br>
        </td>
      </tr>
      <tr>
        <td class="header">Table of Contents</td>
      </tr>
      <tr>
        <td>
          <p>
            <br>
            <ul>
              <li>
                <a href="#Introduction">Einleitung</a>
              </li>
              <li>
                Basics
                <ul>
                  <li>
                    <a href="#Navigation">Zurechtfinden in Deiner Basis</a>
                  </li>
                  <li>
                    <a href="#Research_Laboratory_and_Scientists">Forschungslabors und Wissenschaftler</a>
                  </li>
                  <li>
                    <a href="#Voting">W&auml;hlen</a>
                  </li>
                  <li>
                    <a href="#Dying">Sterben</a>
                  </li>
                </ul>
              </li>
              <li>
                Advanced
                <ul>
                  <li>
                    <a href="#Recruiting_Scientists">Wissenschaftler rekrutieren</a>
                  </li>
                  <li>
                    <a href="#Stealing_Technology">Technologie stehlen</a>
                  </li>
                  <li>
                    <a href="#Destroying_Equipment">Equipment zerst&ouml;ren</a>
                  </li>
                  <li>
                    <a href="#Collecting_Resources">Ressourcen sammeln</a>
                  </li>
                  <li>
                    <a href="#Scoring_and_Costs">Punkte und Kosten</a>
                  </li>
                </ul>
              </li>
              <li>
                Interface
                <ul>
                  <li>
                    <a href="#Hud">Hud</a>
                  </li>
                  <li>
                    <a href="#Scoreboard">Scoreboard</a>
                  </li>
                </ul>
              </li>
              <li>
                <a href="#Gameplay_Advice">Gameplay Ratgeber</a>
              </li>
            </ul>
            Note: A huge part of Science &amp; Industry is understanding the technology available. We highly recommend
            everyone review this documents in addition to reading this manual:<br>
            <ul>
              <li>
                <a href="../techtree.html" target="_blank">Technology Tree</a>
              </li>
            </ul>
            An advanced guide is also available, which gives more details about the gameplay of Science & Industry:<br>
            <ul>
              <li>
                <a href="../advanced_guide.html">Advanced Guide</a>
              </li>
            </ul>
          </p>
          <a name="Introduction"></a>
        </td>
      </tr>
      <tr>
        <td class="header">Einleitung</td>
      </tr>
      <tr>
        <td>
          <p>
            Science and Industry ist eine Teamplay Modifikation f&uuml;r Half-Life in der du die Rolle eines
            Sicherheitsoffiziers einer der beiden konkurrierenden Hightech Forschungsfirmen &uuml;bernimmst. Jede der
            Firmen beginnt mit 3 Wissenschaftlern, die flei&szlig;ig Forschen um bessere Ausr&uuml;stung und mehr Geld
            f&uuml;r Deine Firma zu produzieren. Doch es kommt noch besser, du kannst die Wissenschaftler des
            gegnerischen Teams "rekrutieren" und sie in dein Labor zur&uuml;ckbringen um einen &uuml;berwiegenden
            Vorteil f&uuml;r deine Firma herauszuholen. Alles was du zu tun hast ist in die gegnerischen Laboratorien
            einzudringen und mit dem Koffer einen ihrer Wissenschaftler auf den Kopf zu schlagen....Der Trick ist nur
            lebend mit dem neuen "Rekruten" zum eigenen Administrator zur&uuml;ckzukehren
          </p>
          <p>
            Der Haken ist das jede Firma mit sehr niedriger Technologie beginnt... Dein Team muss die besten
            Technologien ausw&auml;hlen! Waffentechnologie macht dich gef&auml;hrlicher w&auml;hrend der K&auml;mpfe,
            aber du wirst es schwer haben einen gegnerischen Wissenschaftler zu entf&uuml;hren wenn du keine Panzerung
            hast. Einige Technologien lassen deine Wissenschaftler schneller produzieren...das gibt dir die
            M&ouml;glichkeit ein enges Spiel noch f&uuml;r dich zu entscheiden! Alles dies kann dein sein.....du musst
            dich nur als Sicherheitsoffizier bei <font color="#0000FF"><b>Midland
            Carbide Labs [MCL]</b></font> oder <font
            color="#008000"><b>Amalgamated Fluorodynamics
            [AFD]</b></font> bewerben.
          </p>
          <p>
            F&uuml;r mehr Informationen lies die Sektionen unterhalb.<br>
          </p>
          <a name="Navigation"></a>
        </td>
      </tr>
      <!--NAVIGATION-->
      <tr>
        <td class="header">Navigieren in Deiner Basis</td>
      </tr>
      <tr>
        <td>
          <p>
            <img src="../images/directions.jpg" align="left" alt=
            "Hinweisschilder wie dieses werden dir helfen dich zurechtzufinden">Um ein wertvolles Mitglied f&uuml;r
            deine Firma zu sein musst du zuerst lernen dich in deiner Basis zurechtzufinden. Jede Map hat ein
            verschiedenes Aussehen, aber alle wichtigen Elemente sollten dir bekannt sein. Folge den Hinweisschildern
            die du &uuml;berall in deiner Basis finden kannst um die wichtigsten Einrichtungen zu finden. Wenn du dir
            nicht sicher bist in welcher Basis du dich befindest dann schau dir die Farben an: blau steht f&uuml;r
            Midland Carbide Labs (MCL) und gr&uuml;n f&uuml;r Almalgated Flurodynamics (AFD).<br clear="all">
          </p>

          <ul>
            <li>
              <b>Cloning Facilities</b> - Spieler die w&auml;hrend ihres Dienstes f&uuml;r ihre Firma get&ouml;tet
              werden, werden in dieser Einrichtung neu geklont. In diesem Raum findest du auch health und armor
              chargers um deine Vorr&auml;te wieder aufzustocken. Wenn du w&auml;hren deines Dienstes verletzt wirst,
              kannst du dich hierher zur&uuml;ckziehen um dich von deinen Wunden zu erholen.
            </li>
            <li>
              <b>Prototype Storage</b> - Die Waffen und Erfindungen die deine Firma f&uuml;r dich produziert werden im
              Prototype Storage gelagert. Hier findest du experimentelle Prototypen der neuesten Errungenschaften
              deiner Firma, sowie auch Beh&auml;lter mit Munition und andere Waffen. In den meisten Basen ist dieser
              Raum mit den Cloning Facilities zusammengelegt um den Angestellten die Gelegenheit zu geben sich gleich
              nach dem respawn auszur&uuml;sten.
            </li>
            <li>
              <b>Research Labs</b> - Die Research Laboratory sind der Platz wo die Wissenschaftler ihre Arbeit
              verrichten. Besch&uuml;tze sie mit deinem Leben.
            </li>
            <li>
              <b>Human Resources</b> - Der Administrator &uuml;berwacht die Operationen der Firma von seinem B&uuml;ro
              aus: der Human Ressources. Wenn du etwas gefunden hast das sich als wertvoll f&uuml;r deine Firma
              erweisen k&ouml;nnte (rekrutierte Wissenschaftler, gestohlene Waffen, etc.), bring es zu ihm.
            </li>
            <li>
              <b>Computer Labs</b> - Einige Maps haben teure Maschinen die die Kapazit&auml;t der Wissenschaftler
              erh&ouml;hen. Verteidige diesen Bereich vor allen m&ouml;glichen M&ouml;chtegern-Saboteuren.
            </li>
          </ul>
          <a name="Research_Laboratory_and_Scientists"></a>
        </td>
      </tr>
      <!--RESEARCH LABORATORY AND SCIENTISTS-->
      <tr>
        <td class="header">Forschungslabors und
                Wissenschaftler</td>
      </tr>
      <tr>
        <td>
          <p>
            <img src="../images/scientist.jpg" align="left" alt="Ein hart arbeitender AFD Wissenschaftler">Als
            Sicherheitsoffizier ist es deine Aufgabe die Laboratorien deiner Firma <b>sicher</b> zu halten. Wenn alles
            gut geht sollten sich deine Wissenschaftler in den Labors herumbewegen, w&auml;hrend sie eine Menge
            Forschungszeug machen das du sowieso nicht verstehst. Abh&auml;ngig vom Aussehen der Map sind die
            Laboratorien ein gro&szlig;er Raum oder mehrere kleine R&auml;ume. Deine Wissenschaftler werden sich im
            gesamten Laborbereich frei herumbewegen. Wenn du deine Wissenschaftler nicht st&ouml;rst, und auch
            daf&uuml;r sorgst das sie nicht gest&ouml;rt werden, werden sie besser Forschen (und das hei&szlig;t
            bessere Waffen, Panzerung und neue Technologien und Spielerein f&uuml;r doch) und mehr Geld f&uuml;r dein
            Team produzieren.<br clear="all">
          </p>
          <p>
            Die Wissenschaftler deiner Firma werden es SEHR schwer finden sich zu konzentrieren wenn viel L&auml;rm um
            sie herum ist, deshalb ist es dein Job in den Labors f&uuml;r Ruhe zu sorgen. Du solltest auch daf&uuml;r
            sorgen das keine Waffen in den Laboratorien abgefeuert werden. Nichts st&ouml;rt die Arbeit mehr, als eine
            explodierende Raketen nahe wichtiger Experimente, und dies beinhaltet sowohl deine Waffen als auch die des
            Gegners.
          </p>
          <p>
            Wenn du es nicht schaffst in den Labors f&uuml;r Ruhe zu sorgen wirst du bemerken das die Effizienz deiner
            Wissenschaftler zur&uuml;ckgeht. Dies wirst du an dem Atomsymbol in der unteren rechten Ecke deines Huds
            erkennen. Wenn alles gut geht wird das Atom vollkommen wei&szlig; sein. Wenn deine Wissenschaftler
            gest&ouml;rt werden, wird es nur teilweise wei&szlig; sein, der Rest grau. Wenn deine Wissenschaftler
            weniger effektiv sind werden sie weniger Forschen und weniger Geld produzieren.
          </p>
          <p>
            Deine Wissenschaftler k&ouml;nnen von deinen Gegnern get&ouml;tet werden - nicht aber von dir. Wenn du sie
            attackierst werden sie sich nur gest&ouml;rt f&uuml;hlen was ihre Effizienz beeintr&auml;chtigt. Es ist ein
            guter Weg die gegnerische Firma zu verletzen in dem du sie dazu bringst viel Geld f&uuml;r neue
            Wissenschaftler auszugeben. Aber denke auch daran das es deine Wissenschaftler nicht gerne sehen wenn du
            ihre Kollegen im gegnerischen Team umbringst! Dies wird dazu f&uuml;hren das sie nicht mehr so effektive
            forschen, je mehr gegnerische Wissenschaftler du t&ouml;test. Solltest du eine hohe Nummer von gegnerischen
            Wissenschaftlern t&ouml;ten werden deine Wissenschaftler dir einen Chip in deinen Kopf einpflanzen der dir
            jedes Mal einen Elektroschock zuf&uuml;gen wirst wenn du einen gegnerischen Wissenschaftler verletzt. Du
            kannst auch Punkte f&uuml;r das T&ouml;ten von gegnerischen Wissenschaftlern verlieren. Im Allgemeinen ist
            das T&ouml;ten von gegnerischen Wissenschaftlern also eine schlechte Idee. Wie auch immer, wenn dein Team
            keine Wissenschaftler mehr hat, dann kann die Jagdsaison auf das gegnerische Wissenschaftlerteam
            er&ouml;ffnet werden!
          </p>
          <a name="Voting"></a>
        </td>
      </tr>
      <!--VOTING-->
      <tr>
        <td class="header">W&auml;hlen</td>
      </tr>
      <tr>
        <td>
          <p>
            Zu Beginn einer neuen Map wird jedes Team ein bisschen Geld, 3 Wissenschaftler und ein paar Waffen (Koffer
            und Pistole) haben. In ein paar Sekunden wird dein Forscherteam bereit sein um mit dem Forschen zu beginnen
            und ein W&auml;hlmenu wird erscheinen. In diesem hast du ein paar Sekunden Zeit das n&auml;chste
            Forschungsziel festzulegen. Danach werden die Stimmen deiner Teamkameraden ausgewertet und das neue
            Forschungsziel wird festgelegt.
          </p>
          <p>
            <a href="../techtree.html" target="_blank">S&amp;I Technology Tree (Full-sized chart)</a>
          </p>
          <p>
            <a href="../images/vote_menu_big.png" target="_blank"><img border="0" src="../images/vote_menu.jpg" align="left" alt="An example of the voting menu"></a>Der Forschungsbaum ist
            ziemlich komplex, in einem &auml;hnlichen Layout wie der Forschungsbaum der Civilization Spiele. Jede neue
            Technologie die du erforschen willst erfordert das du bereits die Voraussetzungen daf&uuml;r erforscht hast
            bevor die neue Technologie erforscht werden kann. Jedes Mal wenn die Wissenschaftler bereit sind eine neue
            Technologie zu erforschen wird ein W&auml;hlmenu erscheinen und dir die n&auml;chsten sechs
            M&ouml;glichkeiten zur Wahl stellen. Diese sechs M&ouml;glichkeiten beinhalten Waffen, bessere Panzerung,
            ja sogar Spezialimplantate die es deinem Team m&ouml;glich machen im Kampf effektiver zu sein. Wenn es
            mehrere Forschungsthemen gibt f&uuml;r die die Voraussetzungen erf&uuml;llt sind werden meistens die sechs
            besten angezeigt. Vergiss nicht das dein Team die Runde ohne Panzerung beginnt, und du wirst nichts von den
            armor rechargers bekommen solang du nicht Panzerungstechnologien erforscht hast.<br clear="all">
          </p>
          <p>
            Die Geschwindigkeit mit der ein Ziel erforscht wird h&auml;ngt von der Anzahl der Wissenschaftler des Teams
            und von dem L&auml;rmpegel in den Laboratorien ab. Wenn ein Team einen gegnerischen Wissenschaftler
            rekrutiert ist es m&ouml;glich das sie dem anderen Team um einiges voraus sein werden.<br>
          </p>
          <a name="Recruiting_Scientists"></a>
        </td>
      </tr>
      <!--RECRUITING SCIENTISTS-->
      <tr>
        <td class="header">Wissenschaftler rekrutieren</td>
      </tr>
      <tr>
        <td>
          <p>
            Ein guter Weg um die Produktivit&auml;t deiner Labors zu steigern ist, einen Wissenschaftler der
            gegnerischen Firma zu "rekrutieren". Dies kannst du machen in dem du in die Laboratorien deines Gegners
            schleichst/einbrichst, deinen Koffer hervorholst und einen Wissenschaftler auf den Kopf schl&auml;gst.
            Ungl&uuml;cklicherweise werden die Wissenschaftler dich an deiner Uniform als Gegner erkennen und panisch
            von dir davonlaufen. Normalerweise ist es nicht so schwer sie einzufangen (solange sich nicht auch
            gegnerische Sicherheitsoffiziere in der N&auml;he befinden), und du kannst sie schultern und zu deinem
            Administrator bringen.
          </p>
          <p>
            <img src="../images/admin.jpg" align="left" alt="The Adminstrator">Wenn du einen Wissenschaftler gekidnappt
            hast musst du dich auf den Weg zu deiner Firma machen und den Administrator finden. Der Administrator
            (links abgebildet) wird den Wissenschaftler davon "&uuml;berzeugen" das er lieber bei deiner Firma arbeiten
            will und dein Team wird einen flei&szlig;igen Forscher mehr haben. Wenn du Probleme haben solltest den
            Administrator zu finden, dann halte nach den "Human Resources" Schildern Ausschau, sie werden dich zu ihm
            f&uuml;hren.
          </p>
          <p>
            Wenn du stirbst w&auml;hrend du einen Wissenschaftler tr&auml;gst, wird er dort liegen bleiben wo du
            gestorben bist, jedoch wird er zu seinem Team zur&uuml;ckkehren wenn er sich von dem Schlag auf den Kopf
            erholt hat. Solange er ohnm&auml;chtig ist kann dein Team ihn jedoch immer noch aufsammeln und zu deiner
            Basis bringen. Nur das Team das versucht hat den Wissenschaftler zu stehlen kann ihn auch wieder aufheben,
            das andere Team muss versuchen ihn solange zu besch&uuml;tzen bis er aus eigener Kraft zu den Labors
            zur&uuml;ckkehren kann.<br clear="all">
          </p>
          <a name="Stealing_Technology"></a>
        </td>
      </tr>
      <!--STEALING TECHNOLOGY-->
      <tr>
        <td class="header">Technologie stehlen</td>
      </tr>
      <tr>
        <td>
          <p>
            Wenn du einen Gegner t&ouml;test der eine neue Technologie die dein Team noch nicht erforscht hat verwendet
            hat, kannst du seine Waffe aufheben und sie zu deinem Administrator zur&uuml;ckbringen. Jedes erfolgreich
            abgelieferte St&uuml;ck wird die Zeit verringern die deine Wissenschaftler brauchen um es zu erforschen,
            der Effekt ist kumulativ. Wie auch immer, um Zugang zu dieser gestohlenen Technologie zu bekommen, musst du
            deinem Forschungsteam durch Wahl mitteilen das sie diese Technologie erforschen sollen.
          </p>
          <p>
            Wenn deine Firma in Waffentechnologie in F&uuml;hrung liegt, oder sie eine Erfindung hat die dein Gegner
            nicht hat solltest du auf der Hut sein! Wenn du in einen Kampf verwickelt wirst in dem du diese Waffe
            ben&uuml;tzt und du wirst get&ouml;tet, dann kann dein Gegner sie aufheben und deinen Vorteil zunichte
            machen in dem er die Technologie stiehlt. Wenn du also schwer verletzt bist solltest du auf deine wertvolle
            Technik Acht geben!
          </p>
          <a name="Destroying_Equipment"></a>
        </td>
      </tr>
      <!--DESTROYING EQUIPMENT-->
      <tr>
        <td class="header">Equipment zerst&ouml;ren</td>
      </tr>
      <tr>
        <td>
          <p>
            <img src="../images/tech_break.jpg" align="left" alt="Destroy your competitors valuable equipment"> Viele
            Hightech Einrichtungen verlassen sich auf teures Equipment um bei der Forschung zu helfen. Obwohl dieses
            Equipment der Firma eine Menge Zeit und Geld sparen kann hinterl&auml;sst es die Firma auch verwundbar
            gegen&uuml;ber Saboteuren. Solltest du es schaffen dich in die gegnerische Research Facility zu schleichen,
            dann halte Ausschau nach Computern, Klon-Ausr&uuml;stung oder alles andere das wichtig f&uuml;r den Gegner
            aussieht.
          </p>
          <p>
            Wenn du wissen willst was Wichtig ist, dann lies dir die Readme der Map durch. Sie wird angezeigt wenn du
            dein Team ausw&auml;hlen kannst, am Anfang des Spiels. Lies dir die wichtigen Ziele f&uuml;r die Map durch,
            und sieh auch welche Ausr&uuml;stung du suchen und zerst&ouml;ren solltest.<br clear="all">
          </p>
          <p>
            Der beste Weg gegnerische Ausr&uuml;stung zu zerst&ouml;ren ist mit deinem Koffer oder mit Sprengstoff.
            Wenn die Ausr&uuml;stung zerst&ouml;rt ist wird die Firma Zeit und Ressourcen investieren m&uuml;ssen um es
            zu reparieren, und nach einem gewissen Zeitraum wird es ersetzt werden.
          </p>
          <a name="Collecting_Resources"></a>
        </td>
      </tr>
      <!--COLLECTING RESOURCES-->
      <tr>
        <td class="header">Ressourcen sammeln</td>
      </tr>
      <tr>
        <td>
          <p>
            Manche Maps beinhalten spezielle Ressourcen die deiner Firma einen Vorteil verschaffen k&ouml;nnten. Lies
            dir die Readme der Map am Anfang des Spiels durch und du solltest wissen welche Ressourcen es in dieser Map
            gibt.
          </p>
          <p>
            Alle Ressourcen sind verschieden, und werden ausf&uuml;hrlich in der Readme beschrieben. Wie auch immer, im
            Allgemeinen werden sie immer an einem &auml;hnlichen Punkt zu finden sein (die gegnerische Basis oder
            neutraler Boden), und du musst sie zu deinem Administrator bringen. In vielen Dingen ist dies gleich mit
            dem Rekrutieren eines Wissenschaftlers aber manche Ressourcen unterscheiden sich. Ressourcen werden nicht
            liegen bleiben wenn du stirbst w&auml;hrend du versuchst sie zum Administrator zu bringen. Lies die Readme
            um sicher zu gehen das du wei&szlig;t welches Risiko du f&uuml;r die Ressource eingehst.
          </p>
          <a name="Dying"></a>
        </td>
      </tr>
      <!--DYING-->
      <tr>
        <td class="header">Sterben</td>
      </tr>
      <tr>
        <td>
          <p>
            Sollte es passieren das du w&auml;hrend deines Dienstes stirbst, wird deine Firma so gro&szlig;z&uuml;gig
            sein und dich klonen. Die Klontechnologie kostet Geld (siehe die Tabelle unterhalb). Eine Firma dessen
            Sicherheitsoffiziere viel Zeit mit Sterben verbringen wird nicht viel Geld haben. Es wird auch jedes Mal
            ein paar Sekunden dauern bis der Kloningprozess beendet ist bevor du respawnen kannst. Nachdem du geklont
            wurdest, wirst du f&uuml;r einige Sekunden unverwundbar sein, nutze diese Zeit um deine Kloningkammern von
            gegnerischen Campern zu befreien.
          </p>
          <a name="Scoring_and_Costs"></a>
        </td>
      </tr>
      <!--SCORING AND COSTS-->
      <tr>
        <td class="header">Punkte und Kosten</td>
      </tr>
      <tr>
        <td>
          <p>
            Science and Industry verwendet verschiedene Statistiken um die Leistung der Spieler und des Teams
            festzustellen. Teampunkte wird mit der H&ouml;he des Kontenstands der Firma gemessen, wo hingegen die
            Leistung eines Spielers mit Frags gemessen wird. Bonuspunkte werden f&uuml;r verschiedene Situationen
            verteilt, um Offensive und Defensive zu balancieren Die momentanen Teampunktest&auml;nde werden in der
            oberen rechten Ecke deines Bildschirms angezeigt..
          </p>
          <div align="left">
            <table border="1" cellpadding="0" cellspacing="0" width="560">
              <tbody>
                <tr>
                  <td colspan="2" bgcolor="#000000">
                    <font size="2" face="arial, helvetica"><font color="#FFFFFF" size="2" face="arial, helvetica"><b>
                     Firmenverm&ouml;gen</b></font></font>
                  </td>
                </tr>
                <tr>
                  <td>
                    <font color="#000000" size="2" face="arial, helvetica">Basiseinkommen pro Sekunde</font>
                  </td>
                  <td align="right" valign="top" width="70">
                    <font color="#336600" size="2" face="arial, helvetica"><b>$60</b></font>
                  </td>
                </tr>
                <tr>
                  <td>
                    <font color="#000000" size="2" face="arial, helvetica">Extraproduktion pro Wissenschaftler (bei
                    max. Effizienz)</font>
                  </td>
                  <td align="right" valign="top">
                    <font color="#336600" size="2" face="arial, helvetica"><b>$15</b></font>
                  </td>
                </tr>
                <tr>
                  <td>
                    <font color="#000000" size="2" face="arial, helvetica">Kloning Service</font>
                  </td>
                  <td align="right" valign="top">
                    <font color="#663300" size="2" face="arial, helvetica"><b>-$800</b></font>
                  </td>
                </tr>
                <tr>
                  <td>
                    <font color="#000000" size="2" face="arial, helvetica">Einstellen eines neuen
                    Wissenschaftlers</font>
                  </td>
                  <td align="right" valign="top">
                    <font color="#663300" size="2" face="arial, helvetica"><b>-$1,000</b></font>
                  </td>
                </tr>
              </tbody>
            </table>
            <br>
            <table border="1" cellpadding="0" cellspacing="0" width="560">
              <tbody>
                <tr>
                  <td colspan="2" bgcolor="#000000">
                    <font color="#FFFFFF" size="2" face="arial, helvetica"><b> Pers&ouml;nliche Bonuspunkte</b></font>
                  </td>
                </tr>
                <tr>
                  <td>
                    <font color="#000000" size="2" face="arial, helvetica">T&ouml;ten eines gegnerischen
                    Sicherheitsoffiziers</font>
                  </td>
                  <td align="right" valign="top" width="70">
                    <font color="#000000" size="2" face="arial, helvetica">1</font>
                  </td>
                </tr>
                <tr>
                  <td>
                    <font color="#000000" size="2" face="arial, helvetica">T&ouml;ten des gegnerischen Angestellten des
                    Monats</font>
                  </td>
                  <td align="right" valign="top">
                    <font color="#000000" size="2" face="arial, helvetica">2</font>
                  </td>
                </tr>
                <tr>
                  <td>
                    <font color="#000000" size="2" face="arial, helvetica">T&ouml;ten eines gegn. Sicherheitsoffiziers
                    i. d. N&auml;he d. Labors (Forscher ver&auml;rgert) </font>
                  </td>
                  <td align="right" valign="top">
                    <font color="#000000" size="2" face="arial, helvetica">2</font>
                  </td>
                </tr>
                <tr>
                  <td>
                    <font color="#000000" size="2" face="arial, helvetica">T&ouml;ten eines gegn. Sicherheitsoffiziers
                    i. d. N&auml;he d. Labors (Forscher nicht ver&auml;rgert) </font>
                  </td>
                  <td align="right" valign="top">
                    <font color="#000000" size="2" face="arial, helvetica">3</font>
                  </td>
                </tr>
                <tr>
                  <td>
                    <font color="#000000" size="2" face="arial, helvetica">T&ouml;ten eines gegn. Rekrutierers (jem.
                    der schon einen Forscher rekrutiert hat)</font>
                  </td>
                  <td align="right" valign="top">
                    <font color="#000000" size="2" face="arial, helvetica">2</font>
                  </td>
                </tr>
                <tr>
                  <td>
                    <font color="#000000" size="2" face="arial, helvetica">T&ouml;ten eines gegn. Sicherheitsoffiziers
                    w&auml;hrend er einen Forscher rekrutiert</font>
                  </td>
                  <td align="right" valign="top">
                    <font color="#000000" size="2" face="arial, helvetica">2</font>
                  </td>
                </tr>
                <tr>
                  <td>
                    <font color="#000000" size="2" face="arial, helvetica">Erfolgreiches Rekrutieren eines
                    Wissenschaftlers</font>
                  </td>
                  <td align="right" valign="top">
                    <font color="#000000" size="2" face="arial, helvetica">5</font>
                  </td>
                </tr>
                <tr>
                  <td>
                    <font color="#000000" size="2" face="arial, helvetica">Bergen gegnerischer Waffentechnologie</font>
                  </td>
                  <td align="right" valign="top">
                    <font color="#000000" size="2" face="arial, helvetica">2</font>
                  </td>
                </tr>
                <tr>
                  <td>
                    <font color="#000000" size="2" face="arial, helvetica">Zerst&ouml;ren gegnerischer
                    Ausr&uuml;stung</font>
                  </td>
                  <td align="right" valign="top">
                    <font color="#000000" size="2" face="arial, helvetica">variiert</font>
                  </td>
                </tr>
                <tr>
                  <td>
                    <font color="#000000" size="2" face="arial, helvetica">Erobern von Ressourcen</font>
                  </td>
                  <td align="right" valign="top">
                    <font color="#000000" size="2" face="arial, helvetica">variiert</font>
                  </td>
                </tr>
              </tbody>
            </table>
          </div>
          <br>
          <a name="Hud"></a>
        </td>
      </tr>
      <!--HUD-->
      <tr>
        <td class="header">HUD (Heads Up Display)</td>
      </tr>
      <tr>
        <td>
          <br>
          <div align="center"><img src="../images/hud.jpg" alt="Science &amp; Industry HUD"></div>
          <p>
            Folgendes wird am HUD angezeigt:
          </p>
          <p>
            <b>Personal</b><br>
            <img src="../images/hud_personal.jpg" alt="HUD Personal information" align="left"> Die linke untere Ecke
            deines HUDs zeigt Informationen &uuml;ber dich. Dies beinhaltet deine Gesundheit, Panzerungslevel und
            Anzahl der Munition. Aus verst&auml;ndlichen Gr&uuml;nden werden diese Daten konstant angezeigt. Gesundheit
            und Panzerung k&ouml;nnen durch Health und Armor Chargers wiederhergestellt werden. Diese k&ouml;nnen in
            der Basis gefunden werden und durch verschiedene Technologien verbessert werden. Deine Munition kann mit
            den Munitionsbox in der Prototype Storage  in deiner Basis oder durch regenerative Technologien, wie z.b.
            Personal Ammunition Replicators wiederaufstocken. Vergiss nicht das deine Firma ohne Panzerung beginnt! Bis
            die Technologie erforscht ist, kannst du die Armor Charger nicht verwenden.<br clear="all">
          </p>
          <p>
            <b>Research</b><br>
            <img src="../images/hud_research.jpg" alt="HUD Research information" align="left"> Die linke untere Ecke
            deines HUDs zeigt Informationen &uuml;ber deine Firma. Das Atom zeigt die Effizienz deines Forschungsteams.
            Wenn das Atom grau ist, dann arbeitet dein Team nicht mit maximaler Effizienz. Wenn es wei&szlig; ist,
            arbeitet das Team mit 100%iger Effizienz. Wenn das Atom in einem radioaktiven Gr&uuml;n dargestellt wird
            dann arbeiten deine Wissenschaftler mit besserer Effizienz als gew&ouml;hnlich m&ouml;glich (z.b. nach
            Anwendung des Mindrays). In dem gezeigten Beispiel arbeiten die Wissenschaftler mit 100%iger Effizienz. Du
            kannst die Effizienz eines einzelnen Forschers &uuml;berpr&uuml;fen indem du den Cursor auf ihm
            platzierst. <br clear="all">
          </p>
          <p>
            Die Nummer neben dem Atom zeigt die Nummer der Wissenschaftler die derzeit f&uuml;r ihr Team in ihrem Labor
            arbeiten. Wenn du bemerkst das diese Nummer pl&ouml;tzlich sinkt dann hat das einen von 2 Gr&uuml;nden:
            Entweder wurde ein Wissenschaftler get&ouml;tet oder er w&uuml;rde rekrutiert.
          </p>
          <p>
            Unter dem Atom ist ein Bild der Technologie die gerade erforscht wird. Neben dem Bild ist die
            Fortschrittsanzeige. Die Anzeige f&uuml;llt sich langsam von rechts nach links w&auml;hrend des
            Forschungsprozesses. Wenn die Anzeige komplett wei&szlig; ist ist die Forschung beendet und das
            n&auml;chste Forschungsziel wird in Angriff genommen.
          </p>
          <p>
            <b>Geldanzeige</b><br>
            <img src="../images/hud_cash.jpg" alt="HUD Cash Indicator" align="left"> In der oberen rechten (oder in der
            unteren linken, abh&auml;ngig von deiner Einstellung der hud_showTeamCash variable) Ecke wird das momentane
            Geld beider Firmen angezeigt. Dies ist praktisch um eine kurze &Uuml;bersicht &uuml;ber die Punkte der
            Teams zu bekommen. Unter der Geldanzeige ist ein Countdown der anzeigt wie viel Zeit von der Map noch
            &uuml;brig ist. Nach Ablauf dieser Zeit wird der Sieger festgestellt.
          </p>
          <p>
            <b>Traganzeige</b><br>
            <img src="../images/hud_sci_carry.jpg" alt="HUD Scientist Carry Indicator" align="left"> Wenn du momentan
            einen Forscher auf deinem R&uuml;cken tr&auml;gst wird dies durch ein Bild auf deinem HUD angezeigt.
            &Uuml;ber dem Bild (ein Wissenschaftler mit einer Gl&uuml;hbirne &uuml;ber seinem Kopf) ist der Name des
            Forschers den du gerade tr&auml;gst.
          </p>
          <p>
            <img src="../images/hud_res_carry.jpg" alt="HUD Resource Carry Indicator" align="left"> Ressourcen werden
            &auml;hnlich wie Forscher angezeigt, aber sie werden anders gehandhabt. Ein Bild repr&auml;sentiert die
            Ressource die du gerade tr&auml;gst. Der Name der Ressource wird oberhalb des Bildes angezeigt.
          </p>
          <a name="Scoreboard"></a>
        </td>
      </tr>
      <!--SCOREBOARD-->
      <tr>
        <td class="header">Scoreboard</td>
      </tr>
      <tr>
        <td>
          <p>
            Schau immer auf den Science and Industry Punktestand, er ist wichtig um sich mit den Teamkameraden zu
            koordinieren.
          </p>
          <div align="center"><img src="../images/scoreboard.jpg"></div>
          <p>
            Du wirst bemerken das hier Gruppen angezeigt werden. Die ersten beiden sind die beiden Firmen: Midland
            Carbide Labs (MCL) und Almalgated Flurodynamics (AFD). Neben dem Namen der Firma kannst du sehen wie viel
            Geld die Firma bisher erwirtschaftet hat. Schau dir diesen Wert genau an, denn die Firma die das meiste
            Geld macht, gewinnt! Die dritte Gruppe (Unemployed) listet die Spieler auf die noch nicht einem Team
            beigetreten sind, oder aber nur zusehen.
          </p>
          <p>
            <b>Employee of the Month</b><br>
            Wenn jemand "E" neben seinem Namen stehen hat ist er der "Employee of the Month" (Angestellter
            des Monats). Diese Spieler haben bewiesen das sie erfahrene und gute Spieler sind. Ein guter Angestellter
            des Monats kann seinem Team helfen die Forschung zu managen und das Team zu leiten. Ein schlecht oder nicht
            geleitetes Team wird es viel schwerer haben einen Sieg zu erringen.
          </p>
          <p>
            <b>Llamas</b><br>
            Wenn ein Spieler "L" neben seinem Namen stehen hat, dann pass auf! Um diese "Auszeichnung" zu erhalten
            hat er schon ein "llama" Verhalten gezeigt, das hei&szlig;t er ist dem Team nicht sehr hilfreich, sondern
            hilft eher dem Gegner. Niemand mag ein Llama. Wie auch immer, wenn der Spieler sich "bessert" wird er
            seinen Llama Status wieder loswerden.
          </p>
          <b>Rekrutierer</b><br>
          <img src="../images/score_sci_carry.jpg" alt="Scientist Recruiters">
          <p>
            Angestellte in deinem Team die gerade einen Forscher tragen werden auf der Anzeigetafel wei&szlig;
            hervorgehoben. Finde sie und hilf ihnen den Forscher sicher zum Administrator zu bringen! Du musst auch
            verstehen das sie w&auml;hrend dieser Zeit nicht sehr gespr&auml;chig sind denn sie haben alle H&auml;nde
            voll damit zu tun zu &uuml;berleben!
          </p>
          <p>
            <b>Ressourcentr&auml;ger</b><br>
            <img src="../images/score_res_carry.jpg" alt="Resource Carrier">
          </p>
          <p>
            Wenn einer deiner Teamkameraden eine Ressource tr&auml;gt, wird sein Name braun hervorgehoben. Die
            Ressource die er tr&auml;gt h&auml;ngt von der jeweiligen Map ab. Gehe sicher das du immer die Readme liest
            damit du wei&szlig;t wo du die Ressourcen finden kannst!
          </p>
          <a name="Gameplay_Advice"></a>
        </td>
      </tr>
      <!--GAMEPLAY ADVICE-->
      <tr>
        <td class="header">Gameplay Ratschlag</td>
      </tr>
      <tr>
        <td>
          <p>
            Jetzt wo du mit den Grundlagen von Science and Industry vertraut bist, ein paar Tipps:
          </p>

          <ul>
            <li>
              Der Teil der bei S&amp;I am meisten von neuen Spielern &uuml;bersehen wird, ist der das man eine gute
              Verteidigung braucht. Vergiss nicht das es viel leichter ist die Wissenschaftler zu verteidigen als sie
              zu rekrutieren. Au&szlig;erdem bekommst du Bonuspunkte f&uuml;r das Verteidigen und du bist n&auml;her an
              den Nachschubr&auml;umen. Arbeite in einem organisierten Team in der jeder eine bestimmte Rolle hat, dies
              wird dir den Sieg garantieren!
            </li>
            <li>
              Wenn du respawnest, verschwende nicht zuviel Zeit mit dem bunkern von Munition und Waffen, sondern
              r&uuml;ste dich m&ouml;glichst schnell aus. Jede Sekunde die du dort vergeudest ist eine Sekunde mehr
              f&uuml;r deinen Gegner!
            </li>
            <li>
              Entscheide weise f&uuml;r welche Technologie du w&auml;hlst. Neue Waffen sind lustig, aber manchmal sind
              Implantate oder Panzerung besser. Fast alle h&ouml;heren Technologien erfordern Manufacturing Process
              Upgrade, dies macht diese Technologie sehr wichtig. Viele Technologien sind auch sehr hilfreich, weil sie
              zu anderen Technologien leiten. Bevor du blind losvotest, solltest du dich lieber &uuml;ber die
              M&ouml;glichkeiten informieren. Sieh dir den  <a href="../techtree.html" target="_blank">Technology Tree (Full-sized
              chart)</a> an.
            </li>
            <li>
              Sei kein Llama. Sei nett, hilfsbereit, spiele fair, sorge f&uuml;r ausgeglichene Teams und vor allem habe
              SPASS!
            </li>
          </ul>
        </td>
      </tr>
    </table>
  </body>
</html>
